Repository: usabilidoido/corais
Catalog: sites/all/modules/og/modules/og_actions/translations/modules-og_actions.*.po
Languages: de, ru

source: Remove post from all groups
de: Beitrag aus allen Gruppen entfernen
ru: Изъять сообщение из всех групп

source: Add post to the specified group
de: Beitrag zu der angegebenen Gruppe hinzufügen
ru: Добавить сообщение в указанную группу

source: Remove post from the specified group
de: Beitrag aus der angegebenen Gruppe entfernen
ru: Изъять сообщение из указанной группы

source: Make post publicly visible
de: Den Beitrag öffentlich sichbar machen.
ru: Сделать сообщение общедоступным

source: Make post private to its groups
de: Den Beitrag für seine Gruppen nicht öffentlich machen.
ru: Сделать сообщение ограниченно доступным в пределах его групп

source: Select the group to add to the node.
de: Die zum Beitrag hinzuzufügende Gruppe auswählen.
ru: Выберите группу для добавления к узлу (node).

source: Please <a href="!url">create</a> a group first.
de: Als erstes eine Gruppe <a href="!url">erstellen</a>.
ru: Пожалуйста, сначала <a href="!url">создайте</a> группу.

source: Select the group to remove from the node.
de: Die vom Beitrag zu entfernende Gruppe auswählen.
ru: Выберите группу, из которой нужно удалить узел (node).

source: There are no groups. You must have at least one existing group with nodes assigned to use this action.
de: Es sind Gruppen vorhanden. Um diese Aktion zu verwenden, muss mindestens eine Gruppe mit zugewiesenen Beiträgen vorhanden sein.
ru: Нет групп. Должна быть хотя бы одна существующая группа с привязанным содержанием, чтобы использовать это действие.

source: action
de: Aktion
ru: действие

source: Set node %id to public.
de: Die Beitrags-ID %id öffentlich anzeigen.
ru: Узел (node) %id сделан общедоступным.

source: Set node %id to private.
de: Die Beitrags-ID %id nicht öffentlich anzeigen.
ru: На узел (node) %id установлен ограниченный доступ.

source: Removed node %id from all groups.
de: Die Beitrags-ID %id wurde aus allen Gruppen entfernt.
ru: Узел (node) %id удален из всех групп.

source: Added node id %id to %group.
de: Die Beitrags-ID %id wurde zu %group hinzugefügt.
ru: Узел (node) %id добавлен в группу %group.

source: Removed node id %id from %group.
de: Die Beitrags-ID %id wurde aus %group entfernt.
ru: Узел (node) %id удален из группы %group.

source: Organic groups actions
de: Aktionen für organische Gruppen

source: Provides actions for use with Organic Groups and Trigger.
de: Ermöglicht die Verwendung von Aktionen bei organischen Gruppen und Triggern.
ru: Предоставляет действия (actions) для использования с модулями Organic Groups и Trigger.
