Repository: usabilidoido/corais
Catalog: sites/all/modules/ajax_comments/translations/*.po
Languages: it, ru

source: Please wait...
it: Attendere prego...
ru: Секунду...

source: Preview
it: Anteprima
ru: Предпросмотр

source: Save
it: Salva
ru: Сохранить

source: Settings
it: Impostazioni
ru: Настройки

source: Form always expanded
it: Form sempre espanso
ru: Форма всегда раскрыта

source: This setting allows to render comments as collapsed link by default.
it: Questa impostazione consente di visualizzare i commenti come link collassati di default.
ru: Эта настройка управляет начальным отображением формы комментариев.

source: Blink new comment
it: Mostra il nuovo commento lampeggiante
ru: Мигать новыми комментариями

source: This effect helps to find new comment after replying to long threads.
it: Questo effetto permette di individuare più facilmente un nuovo commento quando si hanno thread molto lunghi.
ru: Этот эффект помогает пользователю находить его комментарий после ответа на большую ветку.

source: Default row count
it: Numero di righe della textarea
ru: Количество строк в форме по-умолчанию

source: Allows to control comment forms' textarea size. Leave blank to use system defined.
it: Consente di definire il numero di righe che avrà la textarea del form di inserimento commenti. Se lasciato vuoto, sarà usato il valore di default del sistema.
ru: Указывает количество строк в формах комментариев. Оставьте пустым, чтобы использовать системное значение.

source: Row count in replies
it: Numero di righe della textarea del "Rispondi al commento"
ru: Количество строк в форме ответов

source: Usually, there is no need in big forms for replies, so this setting allows to reduce their size.
it: Di solito non c'è necessità di avere una textarea molto grande quando si risponde ad un commento. Questa impostazione permette quindi di ridurne le dimensioni.
ru: Обычно слишком большая форма для написания ответа не нужна, поэтому эта настройка может улучшить вид таких форм.

source: Content types
it: Tipi di contenuto
ru: Типы материалов

source: Select node types you want to activate ajax comments on. If you select nothing, AJAX Comments will be enabled everywhere.
it: Seleziona i tipi di nodo per i quali vuoi attivare AJAX Comments. Se non selezioni alcun tipo, AJAX Comments sarà abilitato ovunque di default.
ru: Выберите типы материалов, где вы хотите включить AJAX комментарии. Если ничего не выбрано, они будут включены везде.

source: delete
it: elimina
ru: удалить

source: preview
it: anteprima
ru: предпросмотр

source: AJAXifies comments on site.
it: Introduce l'AJAX per i commenti sul sito
ru: AJAXифирует формы комментариев на сайте.

source: AJAX Comments
it: Commenti AJAX
ru: AJAX комментарии

source: Are you sure you want to delete the comment? Any replies to this comment will be lost. This action cannot be undone.
it: Sei sicuro di voler eliminare questo commento? Sarà eliminata anche ogni risposta al commento. Questa azione non può essere annullata.
ru: Вы действительно хотите удалить этот комментарий? Все ответы к нему будут также удалены. Это действие отменить будет нельзя.
