Repository: usabilidoido/corais
Catalog: profiles_default/openatrium/modules/contrib/casetracker/translations/*.po
Languages: hu

source: Home
hu: Címlap

source: Title
hu: Cím

source: delete
hu: törlés

source: Status
hu: Állapot

source: Delete
hu: Törlés

source: Submit
hu: Beküldés

source: Operations
hu: Műveletek

source: Type
hu: Típus

source: Cancel
hu: Mégsem

source: Description
hu: Leírás

source: Priority
hu: Fontosság

source: project
hu: projekt

source: Project
hu: Projekt

source: Go
hu: Mehet

source: Overview
hu: Áttekintés

source: Weight
hu: Súly

source: Settings
hu: Beállítások

source: Name
hu: Név

source: edit
hu: szerkesztés

source: General settings
hu: Általános beállítások

source: Update
hu: Frissítés

source: Unassigned
hu: Nincs hozzárendelve

source: Assigned
hu: Felelős

source: Status:
hu: Állapot:

source: Assigned to
hu: Felelős

source: type
hu: típus

source: action
hu: akció

source: status
hu: állapot

source: Realm
hu: Hatáskör

source: Case
hu: Ügy

source: State name
hu: Állapot név

source: This action can not be undone.
hu: Ez a művelet nem visszavonható.

source: Flexible
hu: Rugalmas

source: Select
hu: Választás

source: Created:
hu: Létrejött:

source: Radios
hu: Választógombok

source: Autocomplete
hu: Automatikus kiegészítés

source: Current Case Tracker case states are listed below.
hu: A jelenlegi ügyállapotok lejjebb listázva vannak.

source: You may add a new case state below.
hu: Lejjebb új állapotot lehet hozzáadni.

source: You may edit an existing case state below.
hu: Lejjebb egy meglévő ügy állapotát lehet szerkeszteni.

source: Configure the various Case Tracker options with these settings.
hu: Ezekkel a beállításokkal az ügykövetőt lehet testreszabni.

source: Case states
hu: Ügy állapotai

source: Add, edit and delete Case States, Types and Priorities
hu: Az ügyek állapotainak, típusának és fontosságának létrehozása, szerkesztése és törlése

source: Add case state
hu: Új állapot hozzáadása

source: Edit case state
hu: Ügy állapotának szerkesztése

source: Delete case state
hu: Állapot törlése

source: All cases
hu: Minden ügy

source: Case information
hu: Ügy részletei

source: Assign to
hu: Hozzárendelés

source: Case state
hu: Ügy állapota

source: The name for this case state. Example: "Resolved".
hu: Az állapot neve. Például: „Megoldva”.

source: State realm
hu: Ügy hatásköre

source: The realm in which this case state will appear.
hu: Az ügyállapot mely hatáskörben jelenjen meg.

source: priority
hu: fontosság

source: States are ordered first by weight and then by state name.
hu: Az állapotok megjelenési sorrendjét a súlyuk, majd a nevük határozza meg.

source: The case state %name has been updated.
hu: %name állapot módosult.

source: Are you sure you want to delete the case state %name?
hu: %name állapot biztosan törölhető?

source: Deleted case state %name.
hu: %name állapot törlése megtörtént.

source: add !name
hu: !name hozzáadása

source: Opened by:
hu: Megnyitotta:

source: Opened on:
hu: Megnyitva:

source: Last modified:
hu: Utolsó módosítás:

source: Project number:
hu: Projektszám:

source: Operations:
hu: Műveletek:

source: view all project cases
hu: összes projekt ügy megjelenítése

source: Case number
hu: Ügyszám

source: Your case number was not found.
hu: Ez az ügyszám nem létezik.

source: You must create a project before adding cases.
hu: Létre kell hozni egy projektet ügyek hozzáadása előtt.

source: Default assigned user
hu: Alapértelmezés szerinti felelős

source: User to be assigned the case if one is not explicitly defined.
hu: Felelősként kijelölendő, ha nincs kimondottan megadva a felhasználó.

source: Project node types
hu: Projektek tartalomtípusai

source: Select the node types that will be considered Case Tracker projects.
hu: Ki kell választani, hogy az ügykövető mely tartalomtípusokat használhatja projekteknek.

source: Case node types
hu: Ügyek tartalomtípusai

source: Select the node types that will be considered Case Tracker cases.
hu: Ki kell választani, hogy az ügykövető mely tartalomtípusokat használhatja fel az ügyek kezeléséhez.

source: administer case tracker
hu: ügykövető adminisztrációja

source: Create a basic project for use with Case Tracker.
hu: Egy egyszerű ügykövető projekt létrehozása.

source: Open a new case assigned to a particular project.
hu: Nyit egy új ügyet a megadott projekhez rendelve.

source: create projects
hu: projektek létrehozása

source: create cases
hu: ügyek létrehozása

source: edit own projects
hu: saját projekt szerkesztése

source: edit own cases
hu: saját ügyek szerkesztése

source: Display the name of the Case Tracker project.
hu: Az ügykövető projekt nevének megjelenítése.

source: Display the user name the case has been assigned to.
hu: Megjeleníti annak a felhasználónak a nevét, aki az ügy felelőse.

source: Filter Case Tracker cases by the assigned user.
hu: Ügykövető ügyek szűrése felelős szerint.

source: Filter Case Tracker cases by their project.
hu: Ügykövető ügyek szűrése projektjük szerint.

source: Case Tracker: State Name
hu: Case Tracker: állapot neve

source: Sort by Case Tracker state name.
hu: Az ügyek sorrendezése állapotuk szerint.

source: Enables the handling of projects and their cases.
hu: Projektek és ügyeik kezelését teszi lehetővé.

source: Enables a basic project node type for use with Case Tracker.
hu: Egy egyszerű projekt tartalomtípust ad, melyet az ügykezelő használ.

source: Text to put after the number, such as currency symbol.
hu: A szám után helyezendő szöveg, mint pénznem szimbólum.

source: NEW
hu: ÚJ

source: Case priority
hu: Ügy fontossága

source: Display the priority of the case.
hu: Az ügy fontosságának megjelenítése.

source: Filter Case Tracker cases by priority.
hu: Az ügykövető ügyek szűrése fontosság szerint.

source: Sort by Case Tracker priority.
hu: Az ügyek rendezése fontosságuk szerint.

source: The Case Tracker priority ID.
hu: Az ügykövető ügy fontosságának azonosítója.

source: Case status
hu: Ügy állapota

source: Display the status of the case.
hu: Az ügy állapotának megjelenítése.

source: Filter Case Tracker cases by status.
hu: Az ügykövető ügyek szűrése állapot szerint.

source: Sort by Case Tracker status.
hu: Az ügyek rendezése állapotuk szerint.

source: The Case Tracker status ID.
hu: Az ügykövető állapotazonosítója.

source: Case type
hu: Ügy típusa

source: Display the type of the case.
hu: Az ügy típusának megjelenítése.

source: Filter Case Tracker cases by type.
hu: Az ügykövető ügyek szűrése típus szerint.

source: The Case Tracker type ID.
hu: Az ügykövető típusazonosítója.

source: Project: Case count
hu: Projekt: ügyek száma

source: Provides a count and link to the cases in a given project.
hu: Egy adott projekthez tartozó ügyek darabszámát és rájuk mutató hivatkozást biztosít.

source: Case Tracker case
hu: Ügykövető ügy

source: Whether the node is a casetracker case
hu: Amikor a tartalom egy ügykövető ügy

source: Case Tracker project
hu: Ügykövető projekt

source: Whether the node is a casetracker project
hu: Amikor a tartalom egy ügykövető projekt

source: Default case %realm
hu: Alapértelmezés szerinti ügy %realm

source: %realm to be assigned the case if one is not explicitly defined.
hu: %realm lesz az ügyhöz rendelve, ha egy másik sincs kimodottan megadva.

source: Project options view
hu: Projekt lehetőségei nézet

source: Select the view from which to fill the project selector on the add case page.
hu: A nézet kiválasztása, amely feltölti a projekt kiválasztóját az ügy hozzáadása oldalon.

source: Assignee options view
hu: Felelős lehetőségek nézet

source: Select the view from which to fill the user assignment options on the add case page.
hu: A nézet kiválasztása, amely feltölti a felhasználó hozzárendelését az ügy hozzáadása oldalon.

source: The case state %name has been created.
hu: %name állapot létrejött.

source: Jump to case
hu: Ugrás az ügyre

source: Assigned to:
hu: Felelős:

source: Case ID:
hu: Ügyszám:

source: Count for type
hu: Összeszámolás típus szerint

source: You have no node types which are acting as cases.
hu: Nincs még megadva olyan tartalomtípus, amit az ügyekhez fel lehet használni.

source: You have no node types which are acting as projects.
hu: Nincs még megadva olyan tartalomtípus, amit a projektekhez fel lehet használni.

source: <Current user>
hu: < Jelenlegi felhasználó >

source: Set case priority
hu: Ügy fontosságának beállítása

source: Set case status
hu: Ügy állapotának beállítása

source: Set case type
hu: Ügy típusának beállítása

source: Set case assigned user
hu: Ügyhöz rendelt felhasználó beállítása

source: Set case project
hu: Ügyhöz rendelt projekt beállítása

source: Take over case
hu: Ügy átruházása

source: The case will be updated with the priority selected above.
hu: Az ügy frissítve lesz a fent kiválasztott fontossággal.

source: The case will be updated with the status selected above.
hu: Az ügy frissítve lesz a fent kiválasztott állapottal.

source: The case will be updated with the type selected above.
hu: Az ügy frissítve lesz a fent kiválasztott típussal.

source: Case changed in bulk update.
hu: Az ügy egy csoportos frissítés során megváltozott.

source: You may not post an update to case #%nid. Either you do not have the necessary permissions or the case has been locked.
hu: %nid számú ügyhöz nem küldhető be frissítés. Hiányzik a megfelelő jogosultság, vagy az ügy zárolva lett.

source: Case #%nid: %field set to %value
hu: Ügy #%nid: %field új értéke %value

source: Case nid %nid: %field set to %value.
hu: Ügy tartalomazonosító %nid: %field új értéke %value.

source: Provides Actions for Case Tracker
hu: Akciókkal egészíti ki az ügykövetőt.

source: "Default assigned user" must be "Unassigned" or an existing user.
hu: Az „Alapértelmezés szerinti felelős” vagy „Nincs hozzárendelve”, vagy egy létező felhasználónak kell lennie.

source: !username at !date
hu: !username - !date

source: assign cases
hu: ügyek elérése

source: Configure case tracker.
hu: Ügykövető beállítása

source: Case Status
hu: Ügy állapota

source: Case Type
hu: Ügy típusa

source: Case Priority
hu: Ügy fontossága

source: Case Assigned to (UID)
hu: Ügy felelőse (felhasználói azonosító)

source: Case Assigned to (Name)
hu: Ügy felelőse (felhasználói név)

source: Relate a case to the user who have been assigned to the case.
hu: Ahhoz a felhasználóhoz kapcsolja az ügyet, aki hozzá van rendelve az ügyhöz.

source: Assign to user widget
hu: Felelős hozzárendelő felületi elem

source: Define which widget use to select the assigned user for a case. If you choose <strong>Flexible</strong> Case Tracker will use radios, select and autocomplete as widget depending of how many users can be assigned to the case.
hu: Ki lehet választani, hogy mely felületi elem legyen használva a felelős ügyhöz rendeléséhez. Ha a <strong>Rugalmas</strong> van kiválasztva, akkor az ügykövető választógombokat, legördülő listát, vagy automatikusan kiegészülő szövegmezőt fog használni attól függően, hogy hány felhasználóból lehet kiválasztani az ügy felelősét.

source: <strong>@status</strong> (@type / Priority @priority)
hu: <strong>@status</strong> (@type / Fontosság @priority)
