Repository: usabilidoido/corais
Catalog: sites/all/modules/pgapi/pg_showtransactions/translations/pg_showtransactions.*.po
Languages: ru

source: Payment workflow
ru: Обработка оплаты

source: Payment status
ru: Статус оплаты

source: Payment method
ru: Метод оплаты

source: Send
ru: Отправить

source: Please, enter correct email.
ru: Пожалуйста, введите корректный адрес

source: User
ru: Пользователь

source: Title
ru: Название

source: Amount
ru: Сумма

source: Method
ru: Метод

source: Delete selected
ru: Удалить отмеченные

source: Delete all unpaid
ru: Удалить все неоплаченные

source: Delete selected payments?
ru: Удалить выбранные платежи?

source: Delete all unpaid payments?
ru: Удалить все неоплаченные платежи?

source: Created
ru: Cоздано

source: Changed
ru: Изменено

source: Operations
ru: Действия

source: Edit
ru: Изменить

source: anonymous
ru: аноним

source: Pay
ru: Оплатить

source: Pay amount
ru: Сумма

source: Pay title
ru: Основание платежа

source: Show payment where
ru: Фильтр списка платежей

source: <em>and</em> where <strong>%property</strong> - <strong>%value</strong>
ru: <strong>%property</strong> - <strong>%value</strong>

source: Refine
ru: Отбор

source: Filter
ru: Фильтр

source: Undo
ru: Отмена

source: Reset
ru: Сбросить

source: Update
ru: Обновить

source: Years
ru: Года

source: How much years would be show
ru: Сколько лет нужно показать

source: Please select the chart for year
ru: Выберите чарт для года

source: Height
ru: Высота

source: Please enter height of chart
ru: Введите высоту чарта

source: Width
ru: Ширина

source: Please enter width of chart
ru: Введите ширину чарта

source: Background color
ru: Цвет фона

source: Please enter code of background color
ru: Код фонового цвета

source: Months
ru: Месяцы

source: How much month would be show
ru: Сколько месяцев нужно показать

source: Please select the chart for month
ru: Выберети чарт для месяца

source: Year
ru: Год

source: Type's count
ru: Счетчик типов

source: Years stat
ru: Статистика по годам

source: Month
ru: Месяц

source: Month stats
ru: Статистика по месяцам

source: Money
ru: Деньги

source: Years money
ru: Деньги за год

source: Month amount
ru: Месячная сумма

source: and
ru: и

source: where
ru: где

source: Active filters
ru: Активные фильтры

source: Pay amount more than
ru: Сумма платежа больше чем

source: Pay amount less than
ru: Сумма платежа меньше чем

source: No data available.
ru: не доступно

source: show personal transaction
ru: показывать персональные транзакции

source: operate on transactions
ru: оперировать транзакциями

source: There is charts based on transaction information.
ru: График основаный на информации о транзакциях

source: Overview
ru: Обзор

source: Years payment money chart
ru: График платежей по годам

source: Month payment money chart
ru: График платежей по месяцам

source: Years payment status chart
ru: График статусов платежей по годам

source: Month payment status chart
ru: График статусов платежей по месяцам

source: Overview Settings
ru: Обзорные настройки

source: There is transaction information.
ru: Информация о транзакции.

source: Edit transaction
ru: Редактировать транзакцию

source: All pgapi data is here.
ru: Все pgapi данные здесь

source: Show Transactions
ru: Список платежей

source: There is transaction history.
ru: История транзакций.

source: Transaction History
ru: История транзакций

source: Transaction stats information.
ru: Статистика транзакций

source: Show transactions
ru: Список платежей

source: Show transactions in PGAPI.
ru: Показывает информацию о платежах PGAPI.
