Repository: usabilidoido/corais
Catalog: profiles/openatrium/modules/contrib/mailhandler/translations/*.po
Languages: cs

source: Mailhandler retrieve successful: %num_processed messages for %m
cs: Mailhandler proběhl úspěšně: zpracováno zpráv %num_processed / %m

source: Mailhandler %c connection failed: %m
cs: Mailhandler, selhalo spojení %c: %m

source: Mailhandler: Could not access local folder: %m
cs: Mailhandler: Nelze přistoupit k místní složce: %m

source: Mailhandler could not access local folder: %m
cs: Mailhandler nemohl přistoupit k místní složce: %m

source: You sent: From: %f Subject: %t Body: %b
cs: Poslal jste: Od: %f Předmět: %t Tělo: %b

source: Email submission to %sn failed - %subj
cs: Emailové zaslání do %sn selhalo - %subj

source: Duplicate subject
cs: Duplikovaný předmět

source: Submission failed
cs: Odeslání selhalo

source: The e-mail address '%f' may not update %t items.
cs: E-mailová adresa '%f' nemůže aktualizovat položky %t.

source: The e-mail address '%f' may not create %t items.
cs: E-mailová adresa '%f' nemůže vytvářet položky %t.

source: Your submission is invalid:
cs: Odeslání neplatné:

source: You may post to <i>%sn</i> by sending an e-mail to <i>%e</i>. Be sure to include your password at the top of your e-mail body (e.g. <i>pass=mypassword</i>).
cs: Můžete odesílat <i>%sn</i> pomocí e-mailu na adresu <i>%e</i>. Nezapomeňte na začátek těla textu přiadt heslo (tj. <i>pass=heslo</i>).

source: You may post to <i>%sn</i> by sending an e-mail to <i>%e</i>.
cs: Můžete odesílat <i>%sn</i> pomocí e-mailu na adresu <i>%e</i>.

source: list
cs: seznam

source: add mailbox
cs: přidat mailbox

source: Mailhandler: Mailbox %m deleted
cs: Mailhandler: Mailbox %m odstraněn

source: Mailbox %m deleted
cs: Mailbox %m odstraněn

source: Do you wish to delete this mailbox <i>%m</i>
cs: Chcete smazat tento mailbox <i>%m</i>?

source: Mailbox port must be an integer.
cs: Port mailboxu musí být celé číslo.

source: The local folder has to be readable and writable by owner of the webserver process, e.g. nobody.
cs: Vlastní procesu webserveru musí mít právo číst a zapisovat do místní složky.

source: Mailbox updated
cs: Mailbox aktualizován

source: Mailbox added
cs: Mailbox přidán

source: Edit this mailbox configuration
cs: Upravit nastavení mailboxu

source: retrieve
cs: získat

source: Retrieve and process pending e-mails in this mailbox
cs: Získá a zpracuje e-maily z tohoto mailboxu

source: The e-mail address to which users should send their submissions.
cs: E-mailová adresa, na kterou mají uživatelé posílat své příspěvky.

source: Second E-mail address
cs: Druhá e-mailová adresa

source: Optional. The e-mail address to which modules should send generated content.
cs: Volitelné. E-mailová adresa, na kterou moduly posílají generovaný obsah.

source: Folder
cs: Složka

source: Optional. The folder where the mail is stored. If you want this mailbox to read from a local folder, give the full path. Leave domain, port, name, and pass empty below. Remember to set the folder to readable and writable by the webserver.
cs: Volitelné. Složka, ve které se ukládají maily. Pokud chcete číst maily z místní složky, zadejte kompletní cestu. Nevyplňujte doménu, port, jméno a heslo. K místní složce musí mít webserver právo čtení a zápisu.

source: POP3 or IMAP Mailbox
cs: POP3 nebo IMAP

source: If you wish to retrieve mail from a POP3 or IMAP mailbox instead of a Folder, select POP3 or IMAP. Also, complete the Mailbox items below.
cs: Pokud chcete získávat maily z POP3 nebo IMAP schránky, vyberte POP3 nebo IMAP. Také vyplňte položky níže.

source: Mailbox domain
cs: Doména mailboxu

source: The domain of the server used to collect mail
cs: Doména serveru, na který chodí maily

source: Mailbox port
cs: Port mailboxu

source: The port of the mailbox used to collect mail (usually 110 for POP3, 143 for IMAP)
cs: Port pro výběr e-mailů (obvykle 110 pro POP3 a 143 pro IMAP).

source: Mailbox username
cs: Uživatelské jméno mailboxu

source: This username is used while logging into this mailbox during mail retrieval.
cs: Uživatelské jméno, které se používá pro přihlášení k mailboxu.

source: Mailbox password
cs: Heslo mailboxu

source: The password corrosponding to the username above. Consider using a non-vital password, since this field is stored without encryption in the database.
cs: Heslo odpovídající níže zadenému uživatelskému jménu. Používejte nedůležité heslo, protože toto pole je v databázi uloženo nešifrované.

source: Extra commands
cs: Další příkazy

source: Optional. In some circumstances you need to issue extra commands to connect to your mail server (e.g. "/notls", "/novalidate-cert" etc.). See documentation for <a href="http://php.net/imap_open">imap_open</a>. Begin the string with a "/", separating each subsequent command with another "/"
cs: Volitelné. V některých případech je potřeba pro připojení k mailserveru zadat další příkazy (např. "/notls", "/novalidate-cert" apod.). Podívejte se do dokumentace k <a href="http://php.net/imap_open">imap_open</a>. Příkazy začínají znakem "/" a tímto znakem se také oddělují.

source: MIME preference
cs: Nastavení MIME

source: Plain text
cs: Čistý text

source: When a user sends an e-mail containing both HTML and plain text parts, use this part as the node body.
cs: Když uživatel odešle e-mail, který obsahuje části v HTML i čistém textu, použije se jako tělo uzlu určená část.

source: Security
cs: Bezpečnost

source: Require password
cs: Vyžadovat heslo

source: Disable security if your site does not require a password in the Commands section of incoming e-mails. Note: Security=Enabled and MIME preference=HTML is an unsupported combination.
cs: Zvolte "vypnuto", pokud nevyžadujete heslo v příchozích e-mailech. Poznámka: Nastavení MIME=HTML a Bezpečnost=Vyžadovat heslo je nepodporovaná kombinace.

source: Send error replies
cs: Posílat chybové odpovědi.

source: Send helpful replies to all unsuccessful e-mail submissions. Consider disabling when a listserv posts to this mailbox.
cs: Na neúspěšné příspěvky e-mailem odesílá uživatečné odpovědi s popisem chyby. Pokud do tohoto mailboxu přispívá listserv, raději tuto možnost vypněte.

source: From header
cs: Hlavička From

source: Use this e-mail header to determine the author of the resulting node. Admins usually leave this field blank (thus using the <b>From</b> header), but <b>Sender</b> is also useful when working with listservs.
cs: Pro určení autora výsledného uzlu se použije tato e-mailová hlavička. Obvykle se toto pole ponechává prázdné (a tak se použije hlavička <b>From</b>), ale při práci s mailing listy je užitečná i hlavička <b>Sender</b>.

source: Default commands
cs: Implicitní příkazy

source: A set of commands which are added to each message. One command per line. See %link.
cs: Sada příkazů, která se přidá ke každé zprávě. Jeden příkaz na řádek. Viz %link.

source: Commands
cs: Příkazy

source: Signature separator
cs: Oddělovač podpisu

source: All text after this string will be discarded. A typical value is <b>"-- "</b> that is two dashes followed by a blank in an otherwise empty line. Leave blank to include signature text in nodes.
cs: Veškerý text za tímto řetězcem se zahodí. Typická hodnota je <b>"-- "</b>, tj. dvě pomlčky a mezera na samostatném řádku. Pokud chcete do textu uzlů zahrnout i podpisy, ponechte toto pole prázdné.

source: Delete messages after they are processed?
cs: Smazat zprávy po zpracování?

source: Uncheck this box to leave read messages in the mailbox. They will not be processed again unless they become marked as unread.
cs: Zrušte zakšrtnutí tohoto pole, pokud chcete přečtené zprávy ponechat v mailboxu. Nebudou se znovu zpracovávat, pokud je neoznačíte jako nepřečtené.

source: Cron processing
cs: Zpracování cronem

source: Select disable to temporarily stop cron processing for this mailbox.
cs: Zvolte Vypnuto, pokud chcete dočasně vypnout zpracování cronem pro tento mailbox.

source: Accepts submissions via e-mail
cs: Přijímá příspěvky e-mailem

source: The mailhandler module allows registered users to create or edit nodes and comments via email. Authentication is usually based on the From: email address. There is also an email filter that can be used to prettify incoming email. Users may post taxonomy terms, teasers, and other node parameters using the Command capability.
cs: Modul mailhandler umožňuje registrovaným uživatelům vytvářet nebo upravovat uzly a komentáře e-mailem. Autentizace je obvykle založena na hlavičce From. Obsažen je také emailový filtr, který můžete použít pro zlepšení vzhledu příchozích emailů. Uživatelé mohou posílat příkazy pro taxonomii, upoutávky a další parametry uzlů.

source: Add a mailbox whose mail you wish to import into Drupal. Can be IMAP, POP3, or local folder.
cs: Přidá mailbox, ze kterého chcete importovat do Drupalu. Může to být IMAP, POP3 nebo místní složka.

source: This filter will interpret a node as a plain text email. It will attempt to thread conversations in colour, convert entities into HTML, and, depending on the configuration, remove any extra linebreaks.
cs: Tento filtr interpretuje uzel jako email v čistém textu. Pokusí se převést entity na HTML a v závislosti na nastavení odstranit nadbytečné prázdné řádky.

source: This filter will interpret a node as a plain text email.
cs: Tento filtr interpretuje uzel jako email v čistém textu.

source: Email filter
cs: Email filtr

source: Indent quoted blocks
cs: Odsadit citace

source: If checked, the email filter will attempt to indent quoted blocks (i.e. lines beginning with "> ...").
cs: Pokud je zaškrtnuto, pokusí se tento filtr odsadit bloky s citací (tj. řádky začínající "> ").

source: Convert hyperlinks
cs: Převést odkazy

source: If checked, the email filter will attempt to create hyperlinks from their plain text form.
cs: Pokud je zaškrtnuto, pokusí se filtr vytvořit odkazy z čistého textu.

source: Remove line breaks
cs: Odstranit prázdné řádky

source: If checked, the email filter will attempt to remove extra linebreaks.
cs: Pokud je zaškrtnuto, pokusí se filtr odstranit nadbytečné prázdné řádky.

source: administer mailhandler
cs: administrace mailhandler
