Repository: usabilidoido/corais
Catalog: sites/all/modules/persistent_login/translations/*.po
Languages: de, es, fr, pl

source: Persistent Login debug
de: Persistent Login Fehlersuche

source: Provide a "Remember Me" checkbox in the login form
de: Fügt ein "Angemeldet bleiben" Kontrollkästchen zum Loginformular hinzu
es: Proveer la opción "Seguir conectado" en el formulario de identificación
fr: Fournir une case à cocher "Garder ma session ouverte" dans le formulaire de connexion
pl: Wyświetl opcję "Zapamiętaj mnie na tym komputerze" w formularzu logowania

source: Please verify your username and password to access this page.
de: Bitte Benutzernamen und Passwort überprüfen um auf diese Seite zuzugreifen.
es: Verifique su usuario y contraseña para acceder a esta página.
fr: Veuillez vérifier votre nom d'utilisateur et mot de passe pour accéder à cette page.
pl: Proszę potwierdzić nazwę użytkownika i hasło, aby uzyskać dostęp do tej strony.

source: Your site's <em>session.cookie_lifetime</em> PHP setting is %life. When using Persistent Login, it should be 0 so that PHP sessions end when the user closes his/her browser. You can change this setting by editing <strong>%file</strong>.
de: Die <em>session.cookie_lifetime</em> PHP Einstellung ihrer Seite ist %life. Wenn Persisten Login verwendet wird sollte diese 0 sein so dass die PHP Sitzungen endet wenn der Benutzer seinen Browser schliesst. Sie können diese Einstellung ändern durch das editieren von <strong>%file</strong>.
es: El parámetro PHP <em>session.cookie_lifetime</em> de tu sitio es %life. Cuando use Persistent Login, debe de ser 0 para que las sesiones PHP terminen cuando el usuario cierre su navegador. Puede cambiar esta opción editando <strong>%file</strong>.
fr: Le paramètre <em>session.cookie_lifetime</em> PHP de votre site est %life. Quand vous utilisez le Persistent Login, ça devrait être 0 pour que la session PHP finisse quand l'utilisateur ferme sa fenêtre internet. Vous pouvez changer ce paramètre en éditant <strong>%file</strong>.
pl: Czas życia ciasteczka <em>session.cookie_lifetime</em> według ustawienia PHP wynosi %life. Podczas użycia modułu Persistent Login powinien wynosić 0, tak aby sesja PHP kończyła się wraz z zamknięciem przeglądarki przez użytkownika. Możesz zmienić to ustawienie modyfikując plik <strong>%file</strong>.

source: Show welcome message on persistent login.
de: Eine Willkommensmeldung anzeigen auf einem Persistent Login.
es: Mostrar el mensaje de bienvenida en persistent login.
fr: Montrer un message de bienvenue après un Persistent Login.
pl: Wyświetl komunikat powitalny podczas użycia zapamiętanej sesji logowania.

source: If checked, the message 'Welcome back, <em>username</em>' will be displayed each time a new login session is created via a Persistent Login cookie.
de: Wenn angekreuzt wird die Meldung 'Willkommen zurück, <em>Benutzername</em>' angezeigt jedesmal wenn eine neue Login Sitzung generiert wird durch ein Persistent Login Cookie.
es: Si está seleccionado, el mensaje 'Bienvenido de nuevo, <em>usuario</em>' se mostrará cada vez que una nueva sesion sea creada a través de una cookie de Persistent Login.
fr: Si coché, le message 'Content de vous revoir, <em>utilisateur</em>' sera montré chaque fois qu'une nouvelle session de connexion sera créé via le cookie Persistent Login.
pl: W przypadku zaznaczenia tej opcji komunikat 'Witaj ponownie, <em>nazwa użytkownika</em>' będzie wyświetlany za każdym utworzeniem nowej sesji logowania w przypadku użycia ciasteczka modułu 'Persistent Login'.

source: Days to remember the user
de: Tage um sich an den Benutzer zu erinnern
es: Días para recordar el usuario
fr: Jours pour se rappeler de l'utilisateur
pl: Liczba dni przez jaką użytkownik jest pamiętany

source: The maximum number of days for which a persistent login session is valid; afterwards, the user will need to log in again. Enter 0 for no expiration.
de: Die maximale Anzahl Tage für welche eine Persistent Login Sitzung gültig ist; danach muss der Benutzer sich neu einloggen. Der Wert 0 bedeutet kein Verfall.
es: Máximo námero de días por los cuales una sesión persistent login es válida; después de este tiempo, el usuario tiene que conectarse de nuevo. Teclee 0 para que la cookie no expire.
fr: Le nombre maximum de jours pour lequel une session Persistent Login est valide, ensuite, l'utilisateur doit se reconnecter. Entrez 0 pour ne pas avoir d'expiration.
pl: Maksymalna liczba dni podczas których zapamiętana sesja logowania jest poprawna. Po tym czasie użytkownik będzie musiał zalogować się ponownie. Wpisz 0 aby zapamiętana sesja nigdy nie traciła ważności.

source: Pages which require an explicit login
de: Seiten welche ein explizites Login erfordern
es: Páginas que requieren identificación explícita
fr: Pages demandant un login explicite
pl: Strony wymagające bezpośredniego logowania

source: Every page except the listed pages.
de: Alle Seiten außer die aufgelisteten.
es: Todas las páginas excepto las que estan en la lista.
fr: Toutes les pages sauf celles listées.
pl: Każda strona z wyjątkiem wymienionych stron.

source: Only the listed pages.
de: Nur die aufgelisteten Seiten.
es: Sólo las páginas que están en la lista.
fr: Seules les pages listées.
pl: Tylko wymienione strony.

source: Pages
de: Seiten
es: Páginas
pl: Strony

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are '<em>blog</em>' for the blog page, '<em>blog/*</em>' for every personal blog, and '<em>blog*</em>' for both. '<em>&lt;front&gt;</em>' is the front page.
de: Geben Sie eine Seite pro Zeile als Drupal-Pfad an. Das ‚*‘-Zeichen ist ein Platzhalter. Beispielpfade sind '<em>blog</em>' für die Blog-Seite, '<em>blog/*</em>' für jedes einzelne Blog und '<em>blog*</em>' für beide zusammen. '<em>&lt;front&gt;</em>' steht für die Startseite.
es: Introduzca una página por linea como rutas Drupal. El caracter '*' es comodín. Ejemplos de rutas son '<em>blog</em>' para una página de un blog, '<em>blog/*</em> para cada blog personal, y '<em>blog*</em>' para ambos. '<em>&lt;front&gt;</em>' es la página de inicio.
fr: Entrez une page par ligne comme chemin Drupal. Le '*' est un caractère de joker. Exemple de chemins '<em>blog</em>' pour la page blog,'<em>blog/*</em>' pour tout blog personel, et '<em>blog*</em>' pour les deux. '<em>&lt;front&gt;</em>' est la première page.
pl: Wprowadź jedną stronę w formacie ścieżki Drupala na linię. Znak '*' jest maską. Przykładowe ścieżki to '<em>blog</em>' dla strony bloga, '<em>blog/*</em>' dla każdego osobistego bloga oraz '<em>blog*</em>' dla obu przypadków. '<em>&lt;front&gt;</em>' oznacza stroną główną.

source: Remember me
de: Angemeldet bleiben
es: Seguir conectado
fr: Garder ma session ouverte
pl: Zapamiętaj mnie na tym komputerze

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
pl: Bezpieczeństwo

source: Remembered logins
de: Gespeicherte Logins
es: Conexiones Recordadas
fr: Logins enregistrés
pl: Zapamiętane sesje logowania

source: @acct %n persistent login session(s) created with the "Remember Me" login option on this site. If you no longer trust the computer(s) on which these remembered sessions were created or think your account has been compromised for any reason, you can !erase_link. This will not log you out of your current session but you will have to provide your username and password to log in the next time you visit this site.
de: @acct %n Persistent Login Sitzung(en) generiert mit der "Angemeldet bleiben" Login Option dieser Seite. Falls Sie dem Computer auf welchem diese Sitzungen gespeichert wurden nicht mehr vertrauen oder aus irgendeinem Grund glauben, dass Ihr Konto kompromittiert wurde, dann können Sie Ihr !erase_link. Das wird Sie nicht von Ihrer aktuellen Sitzung abmelden aber das nächste Mal wenn Sie diese Seite besuchen müssen Sie Ihren Benutzernamen mitsamt Passwort neu eingeben.
es: @acct %n sessión(es) creadas con la opción "Seguir Conectado" en este sitio. Si no confía más en el ordenador desde el cual se crearon estas sesiones o cree que su cuenta pudo ser comprometida por alguna razón, puede !erase_link. Esto no lo desconectara de la sesion actual pero deberá volver a proveer su usuario y contraseña.
fr: @acct %n session(s) persistent login créés avec l'option login "Garder ma session ouverte" sur ce site. Si vous ne faites plus confiance à l'ordinateur sur lequel ces sessions enregistrées ont été créées ou si vous pensez que votre compte a été compromis pour n'importe quelle raison, vous pouvez effacer !erase_link. Vous ne serrez pas déconnecté de votre session en cours mais vous devrez fournir le nom d'utilisateur et mot de passe pour vous connecter la prochaine fois que vous visitez le site.
pl: @acct %n zapamiętane sesje logowania stworzone przy użyciu opcji "Zapamiętaj mnie na tym komputerze". Jeśli przestałeś wierzyć komputerowi lub komputerom przy pomocy których sesje został utworzone lub podejrzewasz, że twoje konto zostało przechwycone, wówczas możesz użyć !erase_link. Wybranie tej opcji nie spowoduje wylogowania twojej aktualnej sesji, lecz przy kolejnej próbie wizyty na tej stronie będziesz zmuszony do podania nazwy użytkownika i hasła.

source: You have
de: Sie haben
es: Tiene
fr: Tu as
pl: Masz

source: User @user has
de: Benutzer @user hat
es: El usuario @user tiene
fr: Utilisateur @user a
pl: Użytkownik @user ma

source: erase persistent logins now
de: Persistent Logins jetzt löschen
es: Borrar sesiones ahora
fr: effacer les persistent logins maintenant
pl: usuń zapamiętane sesje logowania

source: Welcome back, %name.
de: Willkommen zurück, %name.
es: Bienvenido de nuevo, %name.
fr: Content de vous revoir, %name.
pl: Witaj ponownie, %name.

source: Stolen Persistent Login session for user %user detected.
de: Gestohlene Persistant Login Sitzung für Benutzer %user festgestellt.
es: Se ha detectado una sessión ilegítima para el usuario %user.
fr: Session Persitent Login volé détecté pour l'utilisateur %user.
pl: Wykryto skradzioną sesję Persistent Login użytkownika %user.

source: <p><b>SECURITY ALERT!</b></p><p>You previously logged in to this site and checked the <em>Remember me</em> box. At that time, this site stored a "login cookie" on your web browser that it uses to identify you each time you return. However, the login cookie that your browser just provided is incorrect. One possible cause of this error is that your web browser cookies have been stolen and used by someone else to impersonate you at this site.</p><p>As a precaution, we logged out all of your current sessions and deactivated all your remembered logins to this site. You can log in again now.</p>
de: <p><b>SICHERHEITSWARNUNG!</b></p><p>Sie haben sich vorangehend auf dieser Seite angemeldet und <em>Angemeldet bleiben</em> angekreuzt. Zu jenem Zeitpunkt hat diese Seite ein "Login Cookie" in Ihrem Browser gespeichert welches benutzt wird um Sie zu identifizieren jedesmal wenn Sie zurückkommen. Jedoch ist das Login Cookie welches Ihr Browser soeben gesendet hat inkorrekt. Ein möglicher Grund für diesen Fehler ist das Ihr Browser Cookies gestohlen wurden und jemand anders dieses nun braucht um sich auf dieser Seite als Sie auszugeben.</p><p>Als Vorsichtsmassnahme haben wir nun alle Ihre aktuellen Sitzungen abgemeldet und alle gemerkten Logins für diese Seite gelöscht. Sie können sich nun frisch anmelden.</p>
es: <p><b> Alerta!</b></p><p>Ha entrado previamente al sitio y hecho click sobre <em>Seguir conectado</em>. En ese momento, este sitio guardó una "cookie de sesión" en su navegador que utiliza para identificarle cada vez que regresa. Ahora mismo, la cookie que su navegador ha proporcionado es incorrecta. Una de las causas de este error puede ser que las cookies de su navegador hayan sido robadas y están siendo utilizadas por alguien más para entrar en este sitio con su perfil de usuario.</p><p> Como precaución, hemos cerrado todas sus sesiones de este sitio. Ahora puede volver a identificarse al sitio.</p>
fr: <p><b>ALERTE DE SÉCURITÉ!</b></p><p>Vous avez fait une connexion ultérieurement sur ce site et coché la case <em>Garder ma session ouverte</em>. A ce même moment, le site a enregistré un "login cookie" sur votre navigateur internet qu'il utilise pourvous identifiez à chaque fois que vous revenez. Cependant, le login cookie que votre navigateur vient de fournir est incorrect. Une des causes possibles de cette erreur est que vos cookies du navigateur internet ont été volé et utilisé par quelqu'un d'autre pour vous enlever de ce site.</p><p>Par précaution, nous avons déconnecté toutes vos sessions en cours et désactivé tous les logins enregistrés de ce site. Vous pouvez désormais vous connecter à nouveau.</p>
pl: <p><b>ALARM BEZPIECZEŃSTWA!</b></p><p>Podczas ostatniego logowania do strony zaznaczyłeś opcję <em>Zapamiętaj mnie na tym komputerze</em>. W tym momencie ta strona umieściła w pamięci twojej przeglądarki www "ciasteczko logowania", które jest używane do rozpoznawania cię za każdym razem, gdy powracasz na tą stronę. Jednak "ciasteczko logowania" dostarczone przez twoją przeglądarkę www jest niepoprawne. Jedną z możliwych przyczyn tego problemu jest możliwość, iż twoje ciasteczko zostało ukradzione i użyte do próby podszycia się pod ciebie.</p><p>W ramach środka ostrożności wylogowaliśmy wszystkie twoje aktywne sesje oraz zdezaktywowaliśmy wszystkie zapamiętane sesje logowania na tej stronie. Możesz zalogować się ponownie.</p>

source: Persistent Login FAILURE: could not insert (%user, %series, %tok, %expires)
de: Persistent Login FEHLER: konnte (%user, %series, %tok, %expires) nicht einfügen
es: Falla de Persistent Login: no se pudo insertar (%user, %series, %tok, %expires)
fr: Persistent Login ÉCHEC: ne pourrait pas insérer (%user, %series, %tok, %expires)
pl: AWARIA Persistent Login: nie można wstawić (%user, %series, %tok, %expires)

source: Stores Persistent Login (PL) information for users that check %remember_me when they log in. If this info matches an anonymous user's PL cookie, they are logged in automatically. See http://jaspan.com/improved_persistent_login_cookie_best_practice for details on the technique used.
de: Speichert Persistent Login (PL) Informationen für Benutzer die %remember_me angekreuzt haben beim anmelden. Wenn diese Info mit dem PL Cookie eines anonymen Benutzer übereinstimmt, wird dieser automatisch angemeldet. Bitte http://jaspan.com/improved_persistent_login_cookie_best_practice lesen um mehr Details über die benutzte Technik zu erfahren.
es: Guarda la informacion de Persistent Login (PL) para los usuarios que hicieron click sobre %Seguir_conectado cuando se conectaron.Si esta informacion se relaciona con cualquier PL cookie de un usuario anonimo seran conectados automaticamente. Vea http://jaspan.com/improved_persistent_login_cookie_best_practice para ver los detalles de como se usa esta tecnica.
fr: Persistent Login (PL) enregistre les informations pour les utilisateurs qui cochent %remember_me quand ils se connectent. Si cette info correspond au cookie PL d'un utilisateur anonyme, ils sont connectés automatiquement. Pour plus de détails sur la technique utilisée, vous pouvez voir http://jaspan.com/improved_persistent_login_cookie_best_practice.
pl: Przechowuje zapamiętane sesje logowania (PL) dla użytkowników, którzy zaznaczyli %remember_me podczas operacji logowania. Jeśli ta informacja pasuje do ciasteczka PL anonimowego użytkownika, wówczas jest on automatycznie logowany. W celu zapoznania się z użytą techniką zapoznaj się z http://jaspan.com/improved_persistent_login_cookie_best_practice .

source: The {users}.uid this row is for.
de: Diese Zeile ist für {users}.uid.
es: Esta columna es para {users}.uid .
fr: Cette rangée est pour le {users}.uid.
pl: Wiersz dla {users}.uid.

source: The long-lived series identifying the PL token sequence.
de: Die langlebige Serie welche die PL token Sequenz identifiziert.
es: Las series long-lived que indentifican las secuencias PL token.
fr: La série de longue vie identifiant la séquence du token PL.
pl: Długowieczne serie identyfikujące sekwencje tokenów PL.

source: The single-use PL login token.
de: Der Einweg-PL Login Token.
es: La PL Token de un solo uso.
fr: Le token PL de connexion à utilisation unique.
pl: Token PL jednorazowego użycia.

source: The expiration date for this series of tokens.
de: Das Ablaufdatum für diese Serie von Tokens.
es: El dia de expiracion para estas series de tokenes.
fr: La date d'échéance pour cette série de tokens.
pl: Data wygaśnięcia dla tej serii tokenów.

source: Stores previous entries from the {persistent_login} table just before they are erased; currently used. The uid, series, token, and expires fields are copied verbatim.
de: Speichert frühere Einträge der {persistent_login} Tabelle kurz bevor sie gelöscht werden; aktuell benutzt. Die uid, series, token, und expires Felder werden wortwörtlich kopiert.
es: Guarda registros anteriores de la tabla {persistent_login} antes de que sean borrados; usado actualmente. Los uid, series, token, y campos de expiracion son copiados verbatim.
fr: Enregistre les entrées précédentes venant du tableau {persistent_login} just avant qu'elles soient effacées, entrain d'être utilisées. Les champs uid, series, token, et expires sont copiés littéralement.
pl: Przechowuje poprzednie wpisy z tabeli {persistent_login} na chwilę przed ich usunięciem; aktualnie używane. Pola uid, series, token oraz expires są dosłownymi kopiami.

source: When this entry was copied from the {persistent_login} table.
de: Wann dieser Eintrag aus der {persistent_login} Tabelle kopiert wurde.
es: Cuando este registro fue copiado de la tabla {persistent_login}.
fr: Quand cette entrée a été copié du tableau {persistent_login}.
pl: Kiedy wpis został skopiowany z tabeli {persistent_login}.

source: Provides a 'Remember Me' checkbox in the login form.
de: Fügt ein 'Angemeldet bleiben' Kontrollkästchen zum Loginformular hinzu.
es: Provee un checkbox 'Seguir Conectado' en la forma de acceso.
fr: Fournir une 'Garder ma session ouverte' case à cocher dans le formulaire de connexion.
pl: Wyświetl opcję 'Zapamiętaj mnie na tym komputerze' w formularzu logowania.

source: Why this entry was deleted from the {persistent_login} table.
pl: Dlaczego wpis został skopiowany z tabeli {persistent_login}.
