Repository: usabilidoido/corais
Catalog: sites/all/modules/userpoints/translations/*.po
Languages: fr

source: Users earn points as they post nodes, comments, and vote on nodes
fr: Les utilisateurs gagnent des points en créant du contenu, des commentaires, ou en votant.

source: users by points
fr: points utilisateurs

source: NO
fr: NON

source: YES
fr: OUI

source: Points for each event
fr: Points gagnés pour chaque évènement

source: Points for posting a comment
fr: Points gagnés par commentaire

source: Points for moderating a comment
fr: Points gagnés par modération de commentaire

source: Points for referring a user (requires the user_referral module)
fr: Points gagnés pour la recommandation d'un utilisateur (nécessite le module user_referral)

source: Ecommerce Options
fr: Paramètres E-Commerce

source: Points awarded for buying (multiplied by price)
fr: Points gagnés pour achat (multiplié par le prix)

source: Smallest purchase for which points are awarded
fr: Plus petit achat récompensé par des points

source: Disable
fr: Désactivé

source: Enable
fr: Activé

source: Number of points that must be spent per purchase
fr: Nombre de points à dépenser par achat

source: Advanced Options
fr: Paramètres avançés

source: Reset the points for all users.
fr: Réinitialiser les points pour tous les utilisateurs

source: You have %p %c
fr: Vous avez %p %c

source: Points are visible to logged in users only
fr: Les points sont visibles uniquement par les utilisateurs connectés

source: lost
fr: perdu

source: earned
fr: gagné

source: User %uname %op %points points! Total now is %total points.
fr: %uname a %op %points points ! Le total est maintenant de %total points.

source: User Points
fr: Points Utilisateur

source: You must spend at least %min points
fr: Vous devez dépenser au minimum %min points

source: You do not have enough points for this purchase
fr: Vous n'avez pas suffisament de points pour faire cette commande

source: This purchase will cost you %points points
fr: Cet achat vous coutera %points points

source: Your purchase using %points points has been completed
fr: Votre achat en utilisant %points points a été effectué

source: userpoints
fr: points utilisateurs
