Repository: usabilidoido/corais
Catalog: sites/all/modules/offers_wants/translations/offers_wants.*.po
Languages: fr

source: Want
fr: Demande

source: Offer
fr: Offre

source: Expires:
fr: Expire:

source: Proposition
fr: Annonce

source: Something which could meet a need in the community
fr: Quelque chose dont la communauté peut avoir besoin

source: Brief description
fr: Description brève

source: More information
fr: Renseignements complémentaires

source: Want categories
fr: Catégories des demandes

source: Offer categories
fr: Catégories des offres

source: Post offer/want
fr: Ajouter une offre/demande

source: I would like to request
fr: Je voudrais demander

source: I would like to offer
fr: Je voudrais offrir

source: Stop displaying this proposition on (date)
fr: Veuillez ne plus afficher cet annonce le (date)

source: You may choose an expiry date for your proposition.
fr: Vous pouvez choisir une date de fin de votre annonce.

source: This is useful for show tickets, or for help moving house, which you no longer want to display after a given date.
fr: Ceci est utile pour des annonces qui ont une échance, p.ex. des billets de spéctacle, ou de l'aide pour un démenagement un jour spécifque.

source: If this field is left blank, your proposition will be displayed for @time. @days days before the expiry date you will receive a renewal request.
fr: Si vous laissez en blanc ce champ, votre annonce sera affichée pour @time. Vous serez averti(e) @days jour(s) avant sa date d'expiration.

source: If you do not renew your proposition, it will no longer be displayed on the community's list after the expiry date.
fr: Si vous ne renouvellez pas votre annonce, elle ne sera plus affichée sur la liste globale.

source: You will however, be able to edit or delete it on your personal list of propositions.
fr: Toutefois, vous pouvez la retrouver sur la liste de vos annonces personnelles afin de vous permettre de la modifier ou la supprimer.

source: leave blank to make your proposition permanent
fr: laisser en blanc pour afficher cette annonce de façon permanente

source: Expiry date must be after today
fr: La date d'expiration de ce service doit être ultérieure à la date d'aujourd'hui

source: The proposition will expire in @days days
fr: Cette annonce prendra fin dans @days jours

source: It belongs in these categories
fr: L'annonce est à classer dans

source: Selected categories
fr: Catégories séléctionnées

source: Add
fr: Ajouter

source: Your proposition is about to expire
fr: Votre annonce va bientôt expirer

source: Dear !username Your have a proposition which will expire in !days days "!title" If you do nothing it will disappear To refresh it, just alter the expiry date at !link_url The team at !site
fr: Chère (Cher) !username Une de vos annonces prendra fin dans !days jours "!title" Si vous ne faites rien, elle sera effacée Pour la réactualiser, changez la date d'expiration sur !link_url L'équipe de !site

source: Extra fields
fr: Thèmes supplémentaires

source: Propositions have optional properties to help identify them more clearly. Use more properties for larger systems, as well as increasing the granularity in the vocabulary.
fr: Les annonces contiennent des éléments qui facilitent leur classement. Utiliser ces éléments pour les textes longs et/ou pour augmenter leur visibilité.

source: Enabling too many of these properties will make the user experience cumbersome.
fr: Activer un trop grand nombre de ces éléments risque de troubler l'utilisateur.

source: Enable 'details' field
fr: Activer le champs des 'détails'

source: Enable wants in addition to offers
fr: Activer les demandes ainsi que les offres

source: Enable comments on propositions
fr: Activer la possibilité de commenter les annonces

source: Proposition expiry
fr: Date d'expiration de l'annonce

source: Send reminders before propositions expire
fr: Envoyer des rappels avant la date d'expiration de l'annonce

source: Enable expiry dates
fr: Activer les dates d'expiration

source: Propositions are automatically unpublished when they expire, and can be seen only by the owner and admin.
fr: Une fois la date d'expiration atteinte, les annonces disparaissent automatiquement de la page et seuls l'auteur ou l'administrateur peuvent alors les voir.

source: Default period for trade notices
fr: Durée par défaut des annonces d'échanges

source: Number of days before expiry to send reminder mail
fr: Nombre de jours précédant la date d'expiration pour envoyer un courriel de rappel

source: Mail template
fr: Modèle de courriel

source: Use the following tokens:
fr: Utiliser les variables suivantes

source: Some views respond to settings on this page, but only 'default' views.
fr: Certains Vues repondent aux paramétrages sur cette page, mais seulement ceux par défaut.

source: 'Overridden' views are not affected, but can be 'Reverted'.
fr: Des Views supplantés ne sont pas affecté, mais peuvent être Reverted

source: 1 week
fr: 1 semaine

source: 2 weeks
fr: 2 semaines

source: 1 month
fr: 1 mois

source: 2 months
fr: 2 mois

source: 3 months
fr: 3 mois

source: 6 months
fr: 6 mois

source: 1 year
fr: 1 année

source: Other propositions from @name
fr: Voir les autres annonces de @name

source: Send an email to @name
fr: Envoyer un courriel à @name

source: See @name's profile
fr: Voir le profil de @name

source: See more in category @name
fr: Voir d'autres annonces de catégorie @name

source: See more of type @name
fr: Voir d'autres annonces de type @name

source: An html table sent direct to the browser
fr: Un tableau html envoyé directement au navigateur

source: post propositions
fr: ajouter des annonces

source: view propositions
fr: voir les annonces

source: Offers and wants controls
fr: Paramétrage des offres et demandes

source: Continue
fr: Continuer

source: Create offer proposition
fr: Créer une offre

source: Create request propositions
fr: Créer une demande

source: Defines two contentTypes which are created and edited by each user and which are presented as a directory categorised using taxonomy.
fr: Ceci définit deux types de contenu qui sont créés et modifiés par les membres et qui sont affichés dans une liste avec des catégories qui sont gérées par une taxonomie.

source: This page allows you to import users' @type for users already on the system.
fr: Cette page vous permet d'importer membres @type pour les membres qui sont déjà dans le système.

source: There are other ways of doing this, but this is simple and maintained along with the rest of the marketplace module.
fr: Il y a d'autres façons de le faire, mais c'est simple et entretenu avec le module marketplace.

source: Use a spreadsheet tool to prepare a list of user ids, or names, and their @type in one line.
fr: Utilisez un logiciel tableur pour préparer une liste de membre id, ou noms, et leur @type en une ligne.

source: For aesthetic reasons, there is a 128 character limit on each description.
fr: Pour des raisons d'esthétique, il y a une limite de 128 caractères à chaque description.

source: Each line should look like this (you must include the header row): !code
fr: Chaque ligne devrait s'afficher comme ceci (vous devez inclure le rangée d'en-tête) : !code

source: Try importing one or two first.
fr: Faire des essais avec 1 ou 2 pour commencer.

source: Category
fr: Catégorie

source: Subcategory
fr: Sous.catégorie

source: All selections
fr: Toutes les catégories

source: Proposition categories
fr: Catégories d'annonces

source: This vocabulary is for categorising activities people do in their community. It can be used like the 'yellow pages' to help locate goods and services, but can also be used later on, for monitoring purposes.
fr: Ce terme sert à classer en catégories les activités entreprises par les personnes dans leur communauté. Il peut être utilisé comme un terme des 'pages jaunes' pour faciliter la localisation des biens et des services mais peut aussi servir à la vérification.

source: This vocabulary provides an extra dimension to your offers and wants. When it has more than one term, it shows as tabs on the views pages
fr: Ces catégories ajoutent une dimension de plus à vos offres et demandes. Quand vous ajoutez un terme, il s'affiche sur les onglets de la page

source: Choose one or more categories
fr: Choisir une ou plusieurs catégories

source: Proposition types
fr: Types d'annonces

source: Choose one or more types
fr: Veuillez choisir un ou plusieurs types

source: Offers & wants
fr: Offres et demandes

source: Small ads with 2 dimensions of categories, with corresponding views and blocks
fr: Petites annonces avec deux dimensions de catégories, avec les vues et blocs correspondants

source: Local communities
fr: Des communautés locales

source: Offers/wants import
fr: Importer des offres et demandes

source: paste your comma separated values
fr: coller ici vos informations séparées par des virgules

source: Propositions
fr: Annonces

source: Expires
fr: Date d'expiration

source: Date that the proposition is schedules to be unpublished
fr: Date à laquelle l'annonce disparaîtra de la page des offres ou demandes

source: Is a want
fr: C'est une demande

source: Show a 1
fr: Montrer un 1

source: Filter by proposition direction
fr: Filtrer par type d'annonce

source: Is time limited
fr: Ceci est limité dans le temps

source: Show only temporary or permanent propositions
fr: N'afficher que les annonces temporaires ou permanentes

source: Offers
fr: Offres

source: Wants
fr: Demandes

source: Title, click for more
fr: Cliquez le titre pour voir les détails

source: Member
fr: Adhérent

source: Locality
fr: Code

source: Latest @types
fr: @types récentes

source: Telephone
fr: Téléphone

source: Title, click for details
fr: Cliquez le titre pour voir les détails

source: Edit
fr: Modifier

source: delete
fr: supprimer

source: No offers have been entered.
fr: Aucune annonce n'a été encodée.

source: Expired propositions
fr: Annonces expirées

source: The following propositions have expired and are not visible to other users. To re-enable them, simply edit and save them.
fr: Les annonces suivantes ont expirés et ne sont plus visibles pour les autres utilisateurs. Pour les réactiver, modifiez-les et enregistrez-les

source: Propositions about to expire
fr: Annonces sur le point d'expirer

source: Printed on @date
fr: Imprimé le @date

source: Multiple displays
fr: Affichages multiples

source: None
fr: Aucun(e)

source: Attach to
fr: Attacher à

source: The feed icon will be available only to the selected displays.
fr: L'icône du flux ne sera disponible que pour les affichages sélectionnés.

source: Attach before or after the parent display?
fr: Attacher avant ou après l'affichage parent ?

source: This view will be displayed by visiting this path on your site. It is recommended that the path be something like "path/%/%/feed" or "path/%/%/rss.xml", putting one % in the path for each argument you have defined in the view.
fr: Cette vue sera affichée en visitant ce chemin sur votre site. Il est recommandé que le chemin soit du type "path/%/%/feed" ou "path/%/%/rss.xml" et de placer un caractère % dans le chemin pour chaque argument que vous avez défini dans la vue.

source: Both
fr: Les deux

source: Printer-friendly version
fr: Version imprimable

source: Notify all @role users
fr: Envoyer un mail à tous les @role

source: Broadcast
fr: Envoi de l'annonce

source: If a proposition is urgent, users may check this box to mail all users with this role.
fr: Si une annonce est urgente, les utilisateurs peuvent sélectionner un rôle pour envoyer un mail à tous les utilisateurs ayant ce rôle.

source: N.B. This will send all the mails at the same time. A slow web server or a large list may not send all mails before the page request times out.
fr: N.B. Cette action enverra tous les mails en même temps. Un serveur web lent ou une longue liste d’envois pourrait ne pas avoir le temps d’envoyer tous les mails avant l’expiration de la requête.

source: Don't send
fr: Ne pas envoyer

source: Urgent proposition from @name
fr: Annonce urgente de @name

source: @user has commented on your proposition:
fr: @user a commenté ton annonce.
