Repository: usabilidoido/corais
Catalog: sites/all/modules/nodereferrer/translations/*.po
Languages: de

source: <strong>CCK:</strong> Defines a field type for displaying referrers to a node. <em>Note: Requires content.module.</em>
de: <strong>CCK :</strong> Definiert ein Feld, welches Rückreferenzen zu einem Node erlaubt.<em>Hinweis: content.module wird benötigt.</em>

source: Node Referrers
de: Node Rückreferenz

source: Referring Node Types
de: Rückreferenzierende Node Typen

source: Referring Fields
de: Referenzierende Felder

source: Show on translations
de: Darstellen in Übersetzungen

source: If this is checked, referrers will also show on translations of the referenced node
de: Wenn ausgewählt, erscheinen Rück-Referenzen auch auf Übersetzungen des referenzierten Nodes.

source: Referrers Per Page
de: Rückreferenzen pro Seite

source: Referring nodes to display per page. 0 for no paging.
de: Anzahl referenzierender Nodes pro Seite. 0 deaktiviert Seitenumbruch.

source: Pager element
de: Element für Seitenumbruch

source: Use this to avoid clashes if you have several pagers on one page
de: Zu verwenden um Konflikte mit mehreren mehrseitigen Elementen pro Seite zu verhindern

source: Refferer Sort Order
de: Rückreferenz Sortierung

source: Chronological Order
de: Chronologische Sortierung

source: Reverse Chronological Order
de: Umgekehrte chronologische Sortierung

source: Title Order
de: Titel-Sortierung

source: Reverse Title Order
de: Umgekehrte Titel-Sortierung

source: Read-Only List
de: Nur lesbare Liste

source: Node Referrer
de: Node Rückreferenz

source: provides a counter part to CCK's nodereference field.
de: bietet ein Gegenstück zu CCKs nodereference Feld

source: Nodereferrer: by field
de: Node Rückreferenz: über ein Feld

source: Allows views to query the node's references by a certain node reference field.
de: Erlaubt views die Referenzen eines bestimmten Feldes abzufragen.

source: Nodereferrer: by node type
de: Node Rückreferenz: nach Node Typen

source: Allows views to query the node's references by a certain node type.
de: Erlaubt views die Referenzen eines bestimmten Nodetypen abzufragen

source: Return nodes that refer to given node id
de: Nodes zurückgeben, welche auf die gegebene Node-ID verweisen

source: Do not return nodes that do not refer to given node id
de: Keine Nodes darstellen, die nicht zur aktuellen Node-ID referenzieren

source: This is optional ; if nothing is selected then all referrers will be returned
de: Optional; Ohne Auswahl werden alle Rück-Referenzen zurückgegeben

source: Multilingual options
de: Mehrsprachige Optionen

source: Include referrers of translations
de: Rück-Referenzen von Übersetzungen einschliessen

source: If this is checked, will also include nodes that refer to translations of the given node
de: Wenn ausgewählt, werden auch Nodes ausgegeben, welche auf Übersetzungen des gegebenen Nodes verweisen

source: Include translations of referrers
de: Übersetzungen von Rück-Referenzen einschliessen

source: If this is checked, will also include translations of nodes that refer to the given node. You may not need this if you synchronise your CCK field.
de: Wenn ausgewählt, werden auch Übersetzungen von Nodes ausgegeben, welche auf den gegebenen Node verweisen. Wird nicht benötigt, wenn das CCK-Feld synchronisiert wird.

source: Using field
de: Feld verwenden

source: From node type
de: Nodetyp

source: Formatter
de: Formatierer

source: Select the formatter to use to display the fields
de: Formatierer für Feld-Darstellung auswählen

source: Display as
de: Darstellen als

source: Select how multiple values should be displayed
de: Anzahl Darstellungswerte auswählen

source: Return nodes that refer to:
de: Auf folgendes verweisende Nodes zurückgeben:

source: Do not return nodes that refer to:
de: Nodes ausschliessen welche auf folgendes verweisen:

source: The node id referrers of which will be included/excluded by this filter
de: Die Node-ID auf welche Referenzen ein-/ausgeschlossen werden durch diesen Filter
