Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: Do you want to receive an email each time a message is posted to this group?
ca: Vols rebre un correu cada vegada que s'envia un missatge a aquest grup?
el: Θα ήθελες να λαμβάνεις email κάθε φορά που ένα μήνυμα καταχωρήται σε αυτή την ομάδα;
eo: Ĉu vi volas ricevi retpoŝton ĉiufoje kiam oni afiŝas mesaĝon al ĉi tiu grupo?
es: ¿Quiere recibir un correo cada vez que un mensaje sea publicado en este grupo?
it: Vuoi ricevere una mail ogni volta che un contenuto viene pubblicato in questo gruppo

source: Your <a href="!prof">user profile</a> is configured to: <em>Always receive email notifications</em>.
eo: Via <a href="!prof">uzantoprofilo</a> estas agordita al: <em>Ĉiam ricevi retpoŝtajn atentigojn</em>.

source: Your <a href="!prof">user profile</a> is configured to: <em>Never receive email notifications</em>.
eo: Via <a href="!prof">uzantoprofilo</a> estas agordita al: <em>Neniam ricevi retpoŝtajn atentigojn</em>.

source: Save
eo: Konservi

source: Membership saved.
eo: Membreco konservita.

source: Bad token. You seem to have followed an invalid link.
eo: Malbona ĵetono. Vi ŝajne sekvis nevalidan ligilon.

source: !name already approved to group %group.
eo: !name estas jam aprobita al grupo %group.

source: Membership request approved.
eo: Membreca peto aprobita.

source: Membership request denied.
eo: Membreca peto malaprobita.

source: Are you sure you want to make %name a group administrator for the group %title?
eo: Ĉu vi certas ke vi volas ke %name estu grupa administranto por la grupo %title?

source: Confirm
eo: Konfirmi

source: Cancel
eo: Nuligi

source: %name was promoted to <em>group administrator</em>.
eo: %name estis promociita al <em>grupa administranto</em>.

source: Are you sure you want to remove %name as a group administrator for the group %title?
eo: Ĉu vi certas ke vi volas forigi %name kiel grupa administranto por la grupo %title?

source: Remove
ca: Esborrar
el: Διαγραφή
eo: Forigi
es: Remover
it: Rimuovi

source: %name is no longer a <em>group administrator</em>.
eo: %name ne plu estas <em>grupa administranto</em>.

source: Email addresses or usernames
el: Διευθυύνσεις email ή ονόματα λογαριασμών
eo: Retpoŝtadresoj aŭ uzantnomoj.
es: Direcciones de correo o nombres de usuario

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
el: Εισάγετε μέχρι το πολύ %max διευθύνσεις email ή ονόματα λογαριασμών. Χωρίστε τις διαφορετικές διευθύνσεις με κόμματα ή σε διαφορετικές γραμμές. Κάθε άτομο θα λάβει ένα μήνυμα πρόσκλησης από εσάς.
eo: Enmetu ĝis %max retpoŝtajn adresojn aŭ uzantnomojn. Disigu multajn adresojn per komoj aŭ novaj linioj. Ĉiu persono ricevos inviton de vi.
es: Introduzca hasta %max direcciones de correo o nombres de usuario. Separe las dirreciones por commas o nueva lineas. Cada persona recibirá un mensaje de invitación de su parte.

source: Personal message
ca: Missatge personal
el: Προσωπικό μήνυμα
eo: Persona mesaĝo
es: Mensaje personal
it: Messaggio personale

source: Optional. Enter a message which will become part of the invitation email.
el: Επιλογή. Γράψτε ένα μήνυμα που θα γίνει μέρος του email πρόσκλησης.
eo: Nedeviga. Enmetu mesaĝon kiu poste iĝos parto de la invita retpoŝto.
es: Opcional. Introduzca un mensaje que formará parte del correo de invitación.

source: Send invitation
ca: Envair invitació
el: Στείλε πρόσκληση
eo: Sendi inviton
es: Enviar un invitación
it: Spedisci invito

source: You may not specify more than %max email addresses or usernames.
el: Δεν επιτρέπεται να καθορίσετε περισσότερες από %max διευθύνσεις email ή ονόματα λογαριασμών.
eo: Vi ne rajtas indiki pli ol %max retpoŝtadresojn aŭ uzantnomojn.
es: No puede especificar mas que %max direcciones de corre o nombres de usuario.

source: You may not invite yourself - @self.
eo: Vi ne rajtas inviti vin mem. - @self.

source: Invalid email address or username: @value.
eo: Nevalida retpoŝtadreso aŭ uzantnomo: @value.

source: In order to join this group, you must login or register a new account. After you have successfully done so, you will need to request membership again.
eo: Por aliĝi al ĉi tiu grupo, vi devas ensaluti aŭ registri novan konton. Post kiam vi sukcese faris tion, vi devos peti membrecon denove.

source: @user is already a member the group @group.
eo: @user jam estas membro de la grupon @group.

source: Additional details
eo: Aldonaj detaloj

source: Add any detail which will help an administrator decide whether to approve or deny your membership request.
eo: Aldonu detalojn kiuj helpos al administranto decidi ĉu aprobi aŭ malaprobi vian peton por membreco.

source: Are you sure you want to join the group %title?
eo: Ĉu vi certas ke vi volas aliĝi al la grupo %title?

source: Join
eo: Aliĝi

source: Membership request to the %group group awaits approval by an administrator.
eo: Membreca peto al la grupo %group atendas aprobon de la administranto.

source: You are now a member of the %group.
eo: Vi nun estas membro de la grupon %group.

source: Membership request to the %group group was rejected, only group administrators can add users to this group.
eo: La peto membriĝi al la grupo %group estis malaprobita, nur grupaj administrantoj povas aldoni uzantojn al ĉi tiu grupo.

source: Are you sure you want to remove !name from the group %title?
eo: Ĉu vi certas ke vi volas forigi !name de la grupo %title?

source: %user removed from %group.
eo: %user forigita de %group.

source: List of users
ca: Llista d'usuaris
el: Κατάλογος χρηστών
eo: Listo de uzantoj
es: Lista de usuarios
it: Lista degli utenti

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
ca: Afegeix un o més noms d'usuaris per tal d'associar usuaris a aquest grup. Múltiples noms d'usuaris han d'anar separats per comes.
el: Πρόσθεσε ένα ή περισσότερα ονόματα λογαριασμών για να συσχετίσεις τους χρήστες με αυτή την ομάδα. Τα διαφορετικά ονόματα λογαριασμών πρέπει να διαχωρίζονται με κόμματα.
eo: Aldoni unu aŭ pli da uzantnomoj por ligi uzantojn kun ĉi tiu grupo. Multaj uzantnomoj devas esti disigita per komo.
es: Agregar uno o más nombres de usuarios para poder asociar usuarios con este grupo. Los multiples nombres de usuarios deberían ser separados por una coma.
it: Aggiungi uno o più nomi utente per associare gli utenti a questo gruppo. I nomi devono essere separati dalla virgola.

source: Add users
eo: Aldoni uzantojn

source: Title
ca: Títol
eo: Titolo
it: Titolo

source: Posts
eo: Afiŝoj

source: Comments
eo: Komentoj

source: Age
eo: Aĝo

source: Last comment
eo: Lasta komento

source: No groups available.
eo: Neniuj grupoj ekzistas.

source: Description
ca: Descripció
eo: Priskribo
it: Descrizione

source: No posts in this group.
ca: No hi ha missatges en aquest grup.
el: Δεν υπάρχουν καταχωρήσεις για αυτή την ομάδα.
eo: Neniuj afiŝoj en ĉi tiu grupo.
es: Ningún envío en este grupo.
it: No ci sono contenuti disponibili in questo gruppo

source: No public posts in this group.
eo: Neniuj publikaj afiŝoj en ĉi tiu grupo.

source: You must <a href="!register">register</a> or <a href="!login">login</a> and become a member in order to post messages, and view any private posts.
eo: Vi devas <a href="!register">registriĝi</a> aŭ <a href="!login">ensaluti</a> kaj iĝi membro por afiŝi mesaĝojn kaj vidi privatajn afiŝojn.

source: Consider <a href="!url">joining this group</a> in order to view its posts.
eo: Konsideru <a href="!url">aliĝi al ĉi tiu grupo</a> por vidi ĝiajn afiŝojn.

source: Open
eo: Malfermita

source: Moderated
eo: Prizorgata

source: A brief description for the group details block and the group directory.
el: Μια σύντομη περιγραφή για το μπλοκ λεπτομερειών ομάδας και τον κατάλογο ομάδων.
eo: Priskribeto por la detala bloko kaj adresaro de la grupo.
es: Una breve descripción de los detalles del bloque del grupo y del directorio de grupo.

source: Open - membership requests are accepted immediately.
eo: Malfermita - membrecaj petoj akceptiĝas tuj.

source: Moderated - membership requests must be approved.
eo: Moderata - membrecaj petoj devas esti aprobita.

source: Invite only - membership must be created by an administrator.
eo: Nur per invito - membreco devas esti kreita de administranto.

source: Closed - membership is exclusively managed by an administrator.
eo: Fermita - membreco estas ekskluzive administrata de administranto.

source: Membership requests
eo: Membrecaj petoj

source: How should membership requests be handled in this group? When you select <em>closed</em>, users will not be able to join <strong>or</strong> leave.
eo: Kiel oni traktu membrecajn petojn en ĉi tiu grupo? Kiam vi elektas <em>fermita</em>, uzantoj ne povos aliĝi <strong>aŭ</strong> malaliĝi.

source: Registration form
eo: Registriĝa formularo

source: May users join this group during registration? If checked, a corresponding checkbox will be added to the registration form.
eo: Ĉu uzantoj rajtas aliĝi al ĉi tiu grupo dum registriĝo? Se ŝaltita, tia markobutono aldoniĝos al la formularo.

source: List in groups directory
eo: Listoj en grupa adresaro

source: Should this group appear on the <a href="@url">list of groups page</a>? Disabled if the group is set to <em>private group</em>.
eo: Ĉu ĉi tiu grupo aperu en la <a href="@url">paĝo de listo de grupoj</a>? Malŝaltita se la grupo estas agordita al <em>privata grupo</em>.

source: Language
eo: Lingvo

source: Selecting a different locale will change the interface language of the group. Users who have chosen a preferred language always see their chosen language.
el: Επιλέγοντας μια διαφορετική μετάφραση, θα αλλάξει η γλώσσα περιβάλλοντος της ομάδας. Οι χρήστες που έχουν διαλέξει μια γλώσσα κατά προτίμηση, πάντα βλέπουν αυτή την επιλεγμένη από αυτούς μετάφραση.
eo: Elekti malsaman lokaĵaron ŝanĝos la interfacan lingvon de la grupo. Uzantoj kiuj elektis preferatan lingvon ĉiam vidas sian elektitan lingvon.
es: Seleccionando un diferente idioma se cambiará interface de lenguaje del grupo. Los usuarios que han preestablecido un idioma siempre lo mantienen.

source: Selecting a different theme will change the look and feel of the group.
el: Επιλέγοντας μια διαφορετική παραλλαγή θα αλλάξει η εμφάνιση και η αίσθηση του περιβάλλοντος της ομάδας.
eo: Elekti malsaman haŭton ŝanĝos la aspekton de la grupo.
es: Seleccionar un tema diferente cambiará la apariencia del grupo.

source: The group manager %name, must have an email address in his <a href="@profile">user profile</a>.
eo: La grupestro %name, devas havi retpoŝtadreson en sia <a href="@profile">uzantoprofilo</a>.

source: You must use the default input format when authoring a group node.
eo: Vi devas uzi la defaŭltan enmetan formaton kiam aŭtorante grupan nodon.

source: You must <a href="@join">join a group</a> before posting on this web site.
eo: Vi devas <a href="@join">aliĝi al grupo</a> antaŭ ol afiŝi en ĉi tiu retejo.

source: OG: notify group members about node %nid - !link.
eo: OG: atentigi grupajn membrojn pri nodo %nid - !link.

source: Mission statement
eo: Celaro

source: A welcome greeting for your group home page. Consider listing the group objectives and mission.
eo: Bonveniga saluto por via grupa hejmpaĝo. Konsideru listigi la grupajn celojn.

source: Group manager
eo: Grupestro

source: Sticky at top of group home page and other lists.
eo: Fiksite supre de grupa hejmpaĝo kaj aliaj listoj.

source: Organic groups usage
eo: Uzado de organaj grupoj

source: Specify how organic groups should treat nodes of this type. Nodes may behave as a group, as group posts, or may not participate in organic groups at all.
eo: Indiki kiel organaj grupoj devas trakti nodojn de ĉi tiu speco. Nodoj agas kiel grupo, kiel grupaj afiŝoj, aŭ ne rajtas partopreni en organaj grupoj entute.

source: Do nothing.
eo: Fari nenion.

source: Delete all group posts which don't also belong to another group.
eo: Forigi ĉiujn grupajn afiŝojn kiuj ne apartenas al alia grupo.

source: Move all group posts to the group listed below.
eo: Movi ĉiujn grupajn afiŝojn al la grupo listita sube.

source: In addition to deleting this group, you may choose how to disposition the posts within it.
eo: Aldone al forigi ĉi tiun grupon, vi povas elekti kiel alilokigi la afiŝojn ene de ĝi.

source: Target group
eo: Celgrupo

source: If you chose <strong>Move all group posts</strong> above, specify a destination group.
eo: Se vi elektis <strong>Movi ĉiujn grupajn afiŝojn</strong> supre, indiku destinan grupon.

source: Delete group
eo: Forigi grupon

source: My groups
ca: Els meus grups
el: Οι ομάδες μου
eo: Miaj grupoj
es: Mis grupos
it: I miei gruppi

source: Other groups
eo: Aliaj grupoj

source: Audience
ca: Audiència
el: Ακροατήριο
eo: Legantaro
es: Audiencia

source: You must <a href="@join">join a group</a> before posting a %type.
eo: Vi devas <a href="@join">aliĝi al grupo</a> antaŭ ol afiŝi %type.

source: OG: Notify group members about comment %id on !link.
eo: OG: Atentigi grupajn membrojn pri komento %id sur !link.

source: Read more
eo: Legi pli

source: View original
eo: Vidi originalan

source: @group: '@title' at @site
eo: @group: '@title' ĉe @site

source: @type '@subject' by @username @node_teaser !read_more: !content_url Post reply: !reply_url -- You are subscribed from the group '@group' at @site. To manage your subscription, visit !group_url
eo: @type '@subject' de @username @node_teaser !read_more: !content_url Afiŝa respondo: !reply_url Vi abonas al la grupo '@group' ĉe @site. Por administri vian abonon, vizitu !group_url

source: @body -- This message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe
eo: @body -- Ĉi tiu mesaĝo estis sendita de administranto en la grupo '@group' ĉe @site. Por viziti ĉi tiun grupon, iru al !url_group. Por malaboni de la grupo, vizitu !url_unsubscribe

source: Membership request approved for '@title'
eo: Membreca peto aprobita por '@title'

source: You may now post messages in this group located at !group_url
eo: Vi nun rajtas afiŝi mesaĝojn en ĉi tiu grupo ĉe !group_url

source: Membership request denied for '@title'
eo: Membreca peto malaprobita por '@title'

source: Sorry, your membership request was denied.
eo: Bedaŭrinde via membreca peto estis malaprobita.

source: Invitation to join the group '@group' at @site
eo: Invito por aliĝi al la grupo '@group' ĉe @site

source: Hi. I'm a member of '@group' and I welcome you to join this group as well. Please see the link and message below. @group @description Join: !group_url @body
eo: Saluton. Mi estas membro de '@group' kaj mi bonvenigas vin aliĝi ankaŭ al ĉi tiu grupo. Bonvolu vidi la ligilon kaj mesaĝon sube. @group @description Aliĝi: !group_url @body

source: Membership request for '@group' from '@username'
eo: Membreca peto por '@group' de '@username'

source: To instantly approve this request, visit !approve_url. You may deny this request or manage members at !group_url. Personal message from @username: ------------------ @request
eo: Por tuj aprobi ĉi tiun peton, vizitu !approve_url. Vi povas malaprobi ĉi tiun peton aŭ administri membrojn ĉe !group_url. Persona mesaĝo de @username: ------------------ @request

source: You are now an administrator for the group '@group'
eo: Vi nun estas administranto por la grupo '@group'

source: @username, you are now an administrator for the group '@group'. You can administer this group by logging in here: !group_url
eo: @username, vi nun estas administranto por la grupo '@group'. Vi povas administri ĉi tiun grupon ensalutante ĉi tien: !group_url

source: Join %name.
eo: Aliĝi al @name.

source: (approval needed)
ca: (requereix aprovació)
el: (χρειάζεται έγκριση)
eo: (aprobo bezonata)
es: (aprobación necesaria)
it: (approvazione obbligatoria)

source: Organic groups settings
eo: Agordoj de organaj grupoj

source: Never send email notifications. Useful when tracking activity via RSS feed instead.
eo: Neniam sendi retpoŝtajn atentigojn. Utile por atentadi aktivaĵojn per RSS-fluo anstataŭe.

source: Always send email notifications.
eo: Ĉiam sendi retpoŝtajn atentigojn.

source: Selectively send email notification based on the checkbox for each of my group's <em>My membership</em> page.
eo: Elekteme sendi retpoŝtajn atentigojn bazita sur la markobutono de la paĝoj de <em>Mia membreco</em> de ĉiuj miaj grupoj.

source: Email notifications
eo: Retpoŝtaj atentigoj

source: When posts are submitted into your groups, you may be notified via email.
eo: Kiam afiŝoj estas senditaj al viaj grupoj, vi povas ricevi atentigon retpoŝte.

source: May not be posted into a group.
eo: Ne rajtas afiŝi al grupo.

source: Standard group post (typically only author may edit). Sends email notifications.
eo: Norma grupa afiŝo (kutime nur aŭtoro povas redakti). Sendas retpoŝtajn atentigojn.

source: Standard group post (typically only author may edit). No email notification.
eo: Norma grupa afiŝo (kutime nur aŭtoro povas redakti). Neniu retpoŝta atentigo.

source: Wiki group post (any group member may edit). Sends email notifications.
eo: Vikia grupa afiŝo (ajna grupa membro rajtas redakti). Sendas retpoŝtajn atentigojn.

source: Wiki group post (any group member may edit). No email notification.
eo: Vikia grupa afiŝo (ajna grupano rajtas redakti). Neniu retpoŝta atentigo.

source: New groups
ca: Grups nous
el: Νέες ομάδες
eo: Novaj grupoj
es: Nuevos grupos
it: Nuovo gruppo

source: Group notifications
el: Ειδοποιήσεις ομάδας
eo: Grupaj atentigoj
es: Notificaciones de grupo

source: Maximum number of members to show
eo: Maksimuma nombro da membroj por montri

source: Group roles
eo: Grupaj roloj

source: Standard members
eo: Normaj membroj

source: Administrators
eo: Administrantoj

source: You may specify which types of group members appear in the listing.
eo: Vi povas indiki kiujn specoj de grupaj membroj aperas en la listo.

source: Maximum number of groups to show
eo: Maksimuma nombro da grupoj por montri

source: This group offers a <a href="@groupfeed">RSS feed</a> and an <a href="@email">email subscription</a>.
eo: Ĉi tiu grupo ofertas <a href="@groupfeed">RSS-fluon</a> kaj <a href="@email">retpoŝtan abonon</a>.

source: Or subscribe to these personalized, sitewide feeds:
eo: Aŭ abonu al ĉi tiuj personigitaj, retejaj fluoj:

source: Feed
eo: Fluo

source: Page
eo: Paĝo

source: My unread: !links.
eo: Miaj nelegitaj: !links.

source: My group: !links.
eo: Mia grupo: !links.

source: All posts: !links
eo: Ĉiuj afiŝoj: !links

source: OPML feed
eo: OPML-fluo

source: more
ca: més
eo: pli
it: mostra tutti

source: Browse the newest groups.
ca: Navega pels grups més nous.
el: Δες τις πιο πρόσφατες ομάδες.
eo: Foliumi la plej novajn grupojn.
es: Navegar los grupos más recientes.
it: Visualizza i gruppi più recenti.

source: Invite friend
eo: Inviti amikon

source: Manager: !name
eo: Administranto: !name

source: My membership
eo: Mia membreco

source: Your membership request awaits approval.
eo: Via membreca peto atendas aprobon.

source: Delete request
eo: Forigi peton

source: You must <a href="!register">register</a>/<a href="!login">login</a> in order to post into this group.
eo: Vi devas <a href="!register">registriĝi</a>/<a href="!login">ensaluti</a? por afiŝi en ĉi tiu grupo.

source: This is an <em>invite only</em> group. The group administrators add/remove members as needed.
eo: Ĉi tio estas grupo <em>nur per invito</em>. La grupestroj aldonas/forigas membrojn kiel necese.

source: This is a <em>closed</em> group. The group administrators add/remove members as needed.
eo: Ĉi tio estas <em>fermita</em> grupo. La grupestroj aldonas/forigas membrojn kiel necese.

source: Request membership
eo: Peti membrecon

source: Create !type
eo: Krei !type

source: Add a new !type in this group.
eo: Aldoni novan !type en ĉi tiu grupo.

source: Search
eo: Serĉi

source: (pending approval)
el: (εκκρεμής έγκριση)
eo: (atendas aprobon)
es: (aprobación pendiente)

source: Add a user to a group.
eo: Aldoni uzanton al grupo.

source: All members for a given group.
eo: Ĉiuj membroj por indikita grupo.

source: Retrieve the group memberships for a given user.
eo: Preni la grupajn membrecojn por indikita uzanto.

source: Title of top group
eo: Titolo de supra grupo

source: Unfiltered title of top group. WARNING - raw user input.
eo: Nefiltrita titolo de supra group. ATENTU - kruda uzanta enmeto.

source: ID of top group
eo: ID de supra grupo

source: README file
eo: LEGUMIN-dosiero

source: Organic groups group type
eo: Grupa speco de organaj grupoj

source: Organic groups modules
eo: Moduloj de organaj grupoj

source: Organic groups works best when <a href="@job_queue">job_queue.module</a> is enabled. See the integration section of the !readme_file.
eo: Organaj grupoj funkcias plej bone kiam <a href="@job-queue">job_queue.module</a> estas ŝaltita. Vidu la integrigan sekcion de la !readme_file.

source: Organic groups access control
eo: Alira regado de organaj grupoj

source: Organic groups access control module is disabled. See the <a href="@modules">modules page</a>.
eo: Alira regada modulo de organaj grupoj estas malŝaltita. Vidu la <a href="@modules">paĝo de moduloj</a>.

source: 1 email sent.
eo: 1 retpoŝto sendita.

source: 1 invitation sent.
eo: 1 invito sendita.

source: Unrecognized name: %bad.
eo: Nekonata nomo: %bad.

source: 1 user added to the group.
eo: 1 uzanto aldonita al la grupo.

source: 1 group
eo: 1 grupo

source: Show this post in this group.
eo: Montri ĉi tiun afiŝon en ĉi tiu grupo.

source: 1 member
eo: 1 membro

source: administer organic groups
ca: administra orgànic grup
el: διαχείριση οργανικών ομάδων
eo: administri organaj grupoj
es: administrar grupos
it: amministra Organic groups

source: Join group
eo: Aliĝi al grupo

source: Leave group
eo: Forlasi grupon

source: Approve membership request
eo: Aprobi membrecan peton

source: Deny membership request
eo: Malaprobi membrecan peton

source: Create group administrator
eo: Krei grupan administranton

source: Delete group administrator
eo: Forigi grupan administranton

source: Manage membership
eo: Administri membrecon

source: Group activity
eo: Grupaj aktivaĵoj

source: Administer the suite of Organic groups modules.
eo: Administri la modularon de Organaj grupoj.

source: Organic groups configuration
ca: Configuració d'Organic grups
el: Διευθέτηση οργανικών ομάδων
eo: Agordo de organaj grupoj
es: Configuración de grupo
it: Configurazione di Organic groups

source: Configure the main Organic groups module (og).
eo: Agordi la ĉefan modulon de Organaj grupoj (og).

source: Faces
eo: Vizaĝoj

source: Add members
eo: Aldoni membrojn

source: E-mail
eo: Retpoŝto

source: Visible only within the targeted groups.
eo: Videbla nur ene de celataj grupoj.

source: Visible within the targeted groups and on other pages.
eo: Videbla ene de celataj grupoj kaj en aliaj paĝoj.

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>public</em>.
eo: Videbleco elektita de aŭtoro/redaktanto uzante markobutonon de la afiŝa formularo. Markobutonoj defaŭltas al <em>publika</em>.

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>private</em>.
eo: Videbleco elektita de aŭtoro/redaktanto uzante markobutonon sur la afiŝa formularo. Markobutono defaŭltas al <em>privata</em>.

source: Visibility of posts
ca: Visibilitat dels missatges
el: Ορατότητα των καταχωρήσεων
eo: Videbleco de afiŝoj
es: Visibilidad de los envíos
it: Visibilità dei contenuti
