Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: User was promoted to %ga
el: Το μέλος προήχθει σε %ga
es: El usuario ha sido promovido a %ga

source: User is no longer a %ga
el: Το μέλος δεν είναι πια %ga
es: El usuario ya no es más un %ga

source: Confirmation
ca: Confirmació
el: Επιβεβαίωση
es: Confirmación
it: Conferma

source: Remove %title from this group.
ca: Esborra %title d'aquest grup.
el: Διαγράφη %title από αυτή την ομάδα.
es: Remover %title de este grupo.
it: Rimuovi %title da questo gruppo.

source: %title removed from group.
el: Το %title διαγράφτηκε από την ομάδα.
es: %title ha sido removido del grupo.

source: invalid email address or username:
el: ακατάλληλη διεύθυνση email ή όνομα λογαριασμού:
es: La direccion de correo o el nombre de usuario no son validos.

source: Invitation to join the group "%group" at %site
ca: Invitació per unir-se al grup "%grup" a %site
el: Πρόσκληση για εγγραφή στην ομάδα "%group" της ιστοσελίδας %site
es: Invitación a unirse al grupo "%group" en %site
it: Invito a unirti al gruppo "%group" su %site

source: Hi. I'm a member of '%group' and I welcome you to join this group as well. Please see the link and message below.
ca: Hola. Sóc un membre de '%group' i et convido a unir-te a aquest grup. Sietpalu, llegeix el texte següent i seguix l'enllaç.
el: Γεια χαρά. Είμαι μέλος της ομάδας '%group' και σε προσκαλώ να γίνεις κι εσύ επίσης μέλος της ομάδας μας. Ρίξε αν θέλεις μια ματιά στην σύνδεση και το μήνυμα πιο κάτω.
es: Hola. Soy un miembro del '%group' y lo invito a unirse también a este grupo. Por favor vea el enlace y el mensaje más abajo.
it: Salve. Sono un membro del gruppo '%group' e ti invito ad unirti al gruppo. Sei pregato di leggere il messaggio e il link sottostanti.

source: Subscribe: %url
ca: Subscriu-te: %url
el: Εγγραφή μέλους: %url
es: Suscribirse: %url
it: Iscrizione: %url

source: @count invitations sent.
es: @count invitación enviada.

source: In order to subscribe to this group, you must login or register a new account. After you have successfully done so, you will need to follow the %subscribe link again.
el: Για να γίνεται μέλος σε αυτήν την ομάδα, πρέπει να συνδεθείτε στο σύστημα ή να ανοίξετε ένα νέο λογαριασμό. Αφού το κάνετε αυτό, πρέπει να ακολουθήσετε τον σύνδεσμο %subscribe ξανά.
es: Para suscribirse a este grupo, debe loguearse o registrar una nueva cuenta. Luego de haber hecho eso, usted deberá volver a este enlace de suscripción. %

source: Subscription request for '%group' from '%name'
ca: Petició de subscripció per '%group' de '%name'
el: Αίτηση εγγραφής για την ομάδα '%group' από τον '%name'
es: La solicitud de suscripción para '%group' desde '%name'
it: Richiesta di iscrizione per '%group' da '%name'

source: To instantly approve this request, visit %url.
el: Για να εγκρίνετε άμεσα την αίτηση, επισκευτείτε την διεύθυνση %url.
es: Para aprobar esta solicitud instantáneamente, visite %url.

source: You may deny this request or manage subscribers at %url
el: Μπορείτε να απορρίψετε την αίτηση ή να διαχειριστείτε τα μέλη στην διεύθυνση %url.
es: Usted puede denegar esta solicitud o administrard suscripciones en %url

source: Subscription request to the %group group awaits approval by an administrator.
el: Η αίτηση εγγραφής στην ομάδα %group περιμένει την έγκριση κάποιου από τους διαχειριστές.
es: La solicitud de suscripción para el grupo %group espera ser aprobada por un administrador.

source: Subscribed to the %group group
el: Εγγραφήκατε στην ομάδα %group
es: Suscripto al grupo %group

source: Subscription request to the %group group was rejected, only group administrators can add users to this group.
el: Η αίτηση εγγραφής στην ομάδα %group απορρίφθηκε. Μόνο οι διαχειριστές της ομάδας μπορούν να γράφουν νέα μέλη σε αυτή την ομάδα.
es: La solicitud de suscripción al grupo %group fue rechazada sólo los administradores pueden agregar usuarios a este grupo.

source: User unsubscribed from group.
ca: Cancel·lada la subscripció al grup de l'usuari.
el: Ο χρήστης διαγράφτηκε από την ομάδα.
es: El usuario ha sido desuscripto del grupo.
it: L'utente ha eliminato la sua iscrizione al gruppo.

source: Unrecognized %names:
ca: %names no reconeguts:
el: Άγνωστα %names:
es: %names no reconocidos:
it: %names non riconosciuti:

source: name
el: όνομα
es: nombre
it: nome

source: @count added to the group
es: @count ha sido agregado al grupo

source: manager
ca: gestor
el: διαχειριστής
es: administrador

source: edit group
ca: editar grup
el: τροποποίηση ομάδας
es: editar el grupo
it: modifica gruppo

source: unsubscribe
ca: cancel·lar subscripció
el: διαγραφή
es: desuscribir
it: elimina iscrizione

source: admin: remove
ca: admin: esborrar
el: διαχειριστής: διαγραφή
es: admin: remover
it: amministratore: rimuovi

source: admin: create
ca: admin: crear
el: διαχειριστής: δημιουργία
es: admin: crear
it: amministratore: crea

source: approve
ca: aprovar
el: έγκριση
es: aprobar
it: approva

source: No groups
ca: No grups
el: Δεν υπάρχουν ομάδες
es: No hay grupos
it: Nessun gruppo

source: You may also view an <a href="%opml">OPML file</a> listing RSS feeds from your subscribed groups.
el: Μπορείτε επίσης να δείτε ένα <a href="%opml">αρχείο OPML</a> που περιέχει λίστα με RSS feeds των ομάδων που είστε μέλος.
es: Usted también puede ver un <a href="%opml">archivo OPML</a> listando los cables RSS desde sus grupos suscriptos.

source: RSS feed
es: Cable RSS

source: No public posts in this group. Consider subscribing to this group in order to view its posts.
el: Δεν υπάρχουν δημόσιες καταχωρήσεις γι αυτή την ομάδα. Πρέπει να εγγραφείτε στην ομάδα για να δείτε τις καταχωρήσεις της.
es: Ningún envío publico en este grupo. Considere suscribirse a este grupo para poder ver sus envios.

source: Group website
el: Ιστότοπος της ομάδας
es: Sitio del grupo

source: If your group has its own website, enter the address here.
el: Αν η ομάδα σας έχει το δικό της ιστότοπο, βάλτε την διεύθυνση εδώ.
es: Si su grupo tiene su propio sitio, ingrese la dirección aquí.

source: How should subscription requests be handled in this group? When you select <em>closed</em>, users will not be able to subscribe <strong>or</strong> unsubscribe.
el: Πώς διαχειρίζεται τις αιτήσεις εγγραφής αυτή η ομάδα; Αν επιλέξετε <em>κλειστή</em>, οι χρήστες αδυνατούν να εγγραφούν <strong>αλλά και</strong> να διαγραφούν.
es: ¿Cómo debrian ser administradas las solicitudes de suscripción en este grupo? Cuando selecciona <em>cerrado</em>, los usuarios no podran suscribirse <strong>o</strong> desuscribirse.

source: Subscription requests
ca: Peticions de subscripció
el: Αιτήσεις εγγραφής
es: Solicitudes de suscripción
it: Richieste di iscrizione

source: closed - subscriptions are fully administered by an administrator.
el: κλειστή - οι εγγραφές καθορίζονται αποκλειστικά από κάποιο διαχειριστή.
es: cerrado - las suscripciones son completamente administradas por un administrador.

source: invite only - subscriptions must be created by an administrator.
ca: invitació només - peticions de subscripció han de ser creades per un administrador
el: με πρόσκληση μόνο - οι εγγραφές πρέπει να δημιουργηθούν από κάποιο διαχειριστή.
es: sólo invitar - las suscripciones deben ser creadas por un administrador.
it: solo su invito - le iscrizione devono essere create da un amministratore.

source: moderated - subscription requests must be approved.
ca: moderat - peticions de subscripció han de ser aprovades
el: ελεγχόμενη - οι αιτήσεις εγγραφής πρέπει να εγκριθούν.
es: moderado - las solicitudes de suscripción deben ser aprobadas.
it: moderato - le richieste di iscrizione devono essere approvate.

source: open - subscription requests are accepted immediately.
el: ανοιχτή - οι αιτήσεις εγγραφής γίνονται άμεσα δεκτές.
es: abierto - las solicitudes de suscripción son aceptadas inmediatamente.

source: Should this group be available for subscription during registration?. If checked, a corresponding checkbox will be added to the registration form.
ca: Ha d'estar disponible per subscripció durant el registre?. Si el sel·lecciones, un quadre de verificació s'afegirà al formulari de registre.
el: Μπορεί αυτή η ομάδα να είναι διαθέσιμη στους χρήστες κατά την εγγραφή τους; Αν επιλεγεί, ένα σχετικό κουτάκι επιλογής θα προστεθεί στην φόρμα εγγραφής.
es: ¿Debería este grupo estar disponible para suscribirse al momento de registrarse?. Si chequeado, una casilla de verificación será agregada al formulario de registro.
it: Gli utenti, possono isciriversi a questo gruppo durante la registrazione?. Se abilitato, la checkbox corrispondente verrà aggiunta al modulo di registrazione.

source: Should this group appear on the %page?
el: Θέλετε η ομάδα να φαίνεται στην σελίδα %page;
es: ¿Debería este grupo aparecer en la %page?

source: list in groups directory
ca: llistar al directori de grups
el: Εμφάνιση στον κατάλογο των ομάδων
es: Listar en el directorio de grupos
it: elenca nella lista dei gruppi

source: list of groups page
el: σελίδα εμφάνισης των ομάδων
es: página 'listado de grupos'

source: subscribe to email notifications
el: εγγραφή σε υπενθυμίσεις μέσω email
es: suscribirse a la notificación por correo

source: My subscription
el: Η συμμετοχή μου
es: Mi suscripción

source: Should subscribers to this group be automatically notified via email of new posts and comments? Users may always change this setting on their %mysubscription page.
el: Θέλετε τα μέλη αυτής της ομάδας να ειδοποιούνται μέσω email για νέες καταχωρήσεις ή σχόλια; Τα μέλη μπορούν πάντα να αλλάξουν αυτή την επιλογή στην %mysubscription σελίδα τους.
es: ¿Deberían los suscriptores del grupo ser automáticamente notificados de los nuevos envios o comentarios por correo? Los usuarios siempre pueden cambiar esta configuración en su página %mysubscription.

source: Please enter a valid URL for group website, such as http://www.example.com/
el: Παρακαλώ εισάγετε ένα αποδεκτό URL ως ιστότοπο της ομάδας, όπως για παράδειγμα http://www.example.gr/
es: Por favor ingrese un URL válido para el sitio del grupo, por ejemplo http://www.example.com/

source: Show this post to everyone, or only to subscribers of the groups checked below. Only uncheck this box if truly needed.
el: Εμφάνισε αυτή την καταχώρηση σε όλους, ή μόνο στα μέλη των ομάδων που επιλέγονται πιο κάτω. Ξετσέκαρε το κουτάκι, μόνο αν πραγματικά αυτό είναι απαραίτητο.
es: Mostrar este envio a todos, o solamente al los suscriptores del grupo marcados más abajo.Sólo saque la marca a esta casilla si es realmente necesario.

source: Show this post to everyone, or only to subscribers of the groups checked below. Only check this box if truly needed.
el: Εμφάνισε αυτή την καταχώρηση σε όλους, ή μόνο στα μέλη των ομάδων που επιλέγονται πιο κάτω.Τσέκαρε το κουτάκι, μόνο αν πραγματικά αυτό είναι απαραίτητο.
es: Mostrar este envio a todos, o solamente al los suscriptores del grupo marcados más abajo.Sólo saque la marca a esta casilla si es realmente necesario.

source: Show this post in these groups.
ca: Mostra aquest missatge en aquest grups.
el: Εμφάνισε αυτή την καταχώρηση σε αυτές τις ομάδες.
es: Mostrar este envio en estos grupos.
it: Mostra qesto contenuto in questi gruppi.

source: %author added '%title' at %site
ca: %author ha afegit '%title' at %site
el: Ο %author πρόσθεσε το κόμβο '%title' στην ιστοσελίδα %site
es: %author agregado a '%title' en %site
it: %author ha aggiunto '%title' su %site

source: View original:
el: Εμφάνιση πρωτότυπου:
es: Vista original:

source: Post reply:
el: Καταχώρηση απάντησης:
es: Respuesta al envío:

source: You are subscribed to the group '%group_name' at '%site'. To manage your subscription, visit %group_url
ca: T'has subscrit al grup '%group_name' a '%site'. Per gestionar la teva subscripció, visita %group_url
el: Έχετε εγγραφεί στην ομάδα '%group_name' της ιστοσελίδας '%site'. Για να διαχειριστείτε τις προσωπικές σας επιλογές, επισκεφτείτε την διεύθυνση %group_url
es: Usted está suscripto al grupo '%group_name' en '%site'. Para administrar su suscripción, visite %group_url
it: Sei iscritto al gruppo '%group_name' su '%site'. Per gestire la tua iscrizione, visita %group_url

source: Subscribe to %name.
el: Εγγραφή του %name.
es: Suscribirse a %name.

source: Organic groups access control has been disabled. You may now disable the module on the <em>%modules</em> page
ca: Control d'accés a Organic grups ha estat deshabilitat. Ara pots deshabilitar el mòdul a la pàgina <em>%modules</em>
el: Η πρόσβαση σε οργανικές ομάδες απενεργοποιήθηκε. Πρέπει τώρα να απενεργοποιήσετε την μονάδα στην σελίδα <em>%modules</em>
es: El control de acceso a los grupos ha sido desactivado. Puede ahora disactivar el módulo en la página <em>%modules</em>
it: I controlli d'accesso di Organic groups sono stati disabilitai. Ora puoi disabilitare il modulo nella pagina dei <em>%modules</em>

source: admin/modules
es: admin/módulos

source: Organic groups access control enabled.
ca: Control d'accés a Organic grups habilitat.
el: Η πρόσβαση σε οργανικές ομάδες ενεργοποιήθηκε.
es: Control de acceso a los grupos activado.
it: I controlli d'accesso di Organic groups sono abilitati.

source: Group authors
el: Ιδιοκτήτες ομάδας
es: Autores del grupo

source: Maximum number of items to show
ca: Nombre màxim d'ítems a mostrar
el: Μέγιστος αριθμός αντικειμένων που θα εμφανιστούν
es: Número máximo de items a mostrar
it: Massimo numero di elementi da visualizzare

source: This group offers a %groupfeed and an %email.
el: Αυτή η ομάδα προσφέρει ένα %groupfeed και ένα %email.
es: Este grupo ofrece un %groupfeed y un %email.

source: email subscription
el: συνδρομή email
es: correo de suscripción

source: Or subscribe to these personalized, sitewide feeds:
el: Ή εγγραφείτε σε αυτά τα προσωποποιημένα, δημόσια feeds:
es: O suscríbase a los cables personalizados del sitio:

source: my unread:
el: τα αδιάβαστα:
es: No leídos:

source: my groups:
el: οι ομάδες μου:
es: Mis grupos:

source: all posts:
el: όλες οι καταχωρήσεις:
es: todos los enviós:

source: Browse all of my groups.
el: Δες όλες τις ομάδες μου.
es: Navegar todos mis grupos.

source: View all subscribers.
ca: Veure tots els subscritors.
el: Εμφάνιση όλων των μελών.
es: Ver todos los suscriptores.
it: Visualizza tutti gli iscritti.

source: Recent authors
el: Τρέχοντες ιδιοκτήτες
es: Autores recientes

source: invite friend
ca: convida un amic
el: πρόσκληση φίλου
es: invitar a un amigo
it: invita un amico

source: 1 subscriber
el: 1 μέλος
es: @count suscriptor
it: 1 iscritto

source: manager:
el: διαχειριστής:
es: administrador:

source: my subscription
ca: la meva subscripció
el: η εγγραφή μου
es: mi suscripción
it: le mie iscrizioni

source: website
el: ιστότοπος
es: sitio web

source: Your subscription request awaits approval.
ca: La teva subscripció està pendent d'aprovació.
el: Η αίτηση εγγραφής σας περιμένει έγκριση.
es: Su solicitud de suscripción espera aprobación.
it: La tua richiesta di iscrizione è in coda di approvazione.

source: delete request
ca: esborra la petició
el: διαγραφή αίτησης
es: borrar solicitud
it: elimina la richiesta

source: You must login/register in order to contribute to this group.
el: Πρέπει να συνδεθείτε/εγγραφείτε για να συμμετάσχετε σε αυτή την ομάδα.
es: Debe loguearse o registrarse para contribuir a este grupo.

source: request subscription
ca: petició de subscripció
el: αίτηση εγγραφής
es: solicitud de suscripcion
it: richiedi iscrizione

source: This is a %closed group. The group administrators add/remove subscribers as needed.
el: Είναι μια %closed ομάδα. Οι διαχειριστές της ομάδας προσθέτουν/διαγράφουν μέλη όπως αυτοί κρίνουν απαραίτητο.
es: Este es un grupo %closed. Los administradores del grupo agregan o remueven suscriptores según sea necesario.

source: Add a new %s in this group.
ca: Afegeix un nou %s en aquest grup.
el: Πρόσθεσε ένα καινούριο %s στην ομάδα.
es: Agregar un nuevo %s en este grupo.
it: Aggiungi un nuovo %s in questo gruppo.

source: create %type
ca: crear %type
el: δημιουργία %type
es: crear un %type
it: crea %type

source: Before disabling this module, use the button below to restore default permissions.
el: Πριν απενεργοποιήσετε αυτή την μονάδα, χρησιμοποιήστε το κουμπί πιο κάτω για να επαναφέρετε τις αρχικές άδειες.
es: Antes de deshabilitar este módulo, utilice el botón de más abajo para restaurar los permisos por defecto.

source: You usually want to enable access control with this module. The button below will delete one record in your node_access table and thus enable node permissions on your site. You may revert by clicking the same button again.
el: Συνήθως χρειάζεται να ενεργοποιήσετε τον έλεγχο πρόσβασης με αυτή την μονάδα. Το πιο κάτω κουμπί θα σβήσει ένα φάκελο στον πίνακα node_access και έτσι θα ενεργοποιήσει τις άδειες στους κόμβους του ιστοτόπου σας. Μπορείτε να αντιστέψετε την διαδικασία ξαναπατώντας το ίδιο κουμπί.
es: Generalmente quiere habilitar el control de acceso de este módulo. El boton de más a abajo borará un registro de la tabla node_access y por lo tanto habilitará los permisos de nodo en su sitio. Usted puede revertirlo pulsando el botón de acceso una vez mas.

source: Module status
ca: Estat del mòdul
el: Κατάσταση μονάδας
es: Estado del módulo
it: Stato del modulo

source: Organic groups access control is currently
ca: El control d'accés a Orgànic grups està actualment
el: Ο έλεγχος πρόσβασης των οργανικών ομάδων είναι
es: El control del acceso al grupo esta actualmente
it: Il controllo di accesso di Organic groups è attualmente

source: Group creator chooses whether her group appears in the directory. Defaults to %in.
el: Ο δημιουργός της ομάδας επιλέγει αν η ομάδα του θα εμφανίζεται στον κατάλογο. Η προεπιλογή είναι %in.
es: Las creadoras del grupo elijen si su grupo aparece o no en el directorio. Por defecto en %in.

source: in directory
el: εμφάνιση στον κατάλογο
es: en el directorio

source: Group creator chooses whether her group appears in the directory. Defaults to %out.
el: Ο δημιουργός της ομάδας επιλέγει αν η ομάδα του θα εμφανίζεται στον κατάλογο. Η προεπιλογή είναι %out.
es: Las creadoras del grupo elijen si su grupo aparece o no en el directorio. Por defecto en %out.

source: not in directory
el: απόκρυψη από τον κατάλογο
es: no se encuentra en el directorio

source: New groups don't appear in on the registration form. Administrators control the form exclusively.
el: Οι νέες ομάδες δεν φαίνονται στην φόρμα εγγραφής. Οι διαχειριστές ελέγχουν κατ' αποκλειστικότητα την φόρμα εγγραφής.
es: Los nuevos grupos no aparecen en el formulario de registro. Sólo los administradores controlan este formulario.

source: Group creator chooses whether her group appears on the registration form. Defaults to %in.
el: Ο δημιουργός της ομάδας επιλέγει αν η ομάδα του θα εμφανίζεται στην φόρμα εγγραφής. Η προεπιλογή είναι %in.
es: Las creadoras del grupo elijen si su grupo aparece o no en el formulario de registro. Por defecto en %in.

source: on form
el: εμφάνιση στην φόρμα εγγραφής
es: en el formulario

source: Group creator chooses whether her group appears on the registration form. Defaults to %out.
el: Ο δημιουργός της ομάδας επιλέγει αν η ομάδα του θα εμφανίζεται στην φόρμα εγγραφής. Η προεπιλογή είναι %out.
es: Las creadoras del grupo elijen si su grupo aparece o no en el formulario de registro. Por defecto en %out.

source: not on form
el: απόκρυψη από την φόρμα εγγραφής
es: no está en el formulario

source: New group members are never subscribed to email notifications by default. Users may choose to enable this for themselves on their my subscription page.
el: Τα νέα μέλη της ομάδας δεν εγγράφονται ποτέ αυτόματα σε ειδοποιήσεις μέσω email. Τα μέλη μπορούν να ενεργοποιήσουν τις ειδοποιήσεις για τον εαυτό τους στην σελίδα 'η συμμετοχή μου'.
es: Los nuevos miembros del grupo nunca son suscriptos a notificaciones por correo por defecto.Los usuarios pueden activar esta opción ellos mismos en su página de suscripción.

source: New group members are always subscribed to email notifications by default.
el: Τα νέα μέλη της ομάδας εγγράφονται αυτόματα σε ειδοποιήσεις μέσω email.
es: Los nuevos miembros del grupo siempre son, por defecto, suscriptos a notificaciones por correo.

source: Group creator chooses whether her members are automatically subscribed to email notifications. Defaults to %in.
el: Ο δημιουργός της ομάδας επιλέγει αν τα μέλη θα εγγράφονται άμεσα σε ειδοποιήσεις μέσω email. Η προεπιλογή είναι %in.
es: La creadora del grupo elije si sus miembros son automaticamente suscriptos a notificaciones por correo. Por defecto %in.

source: yes notification
el: ναι, να ειδοποιούμαι
es: notificación - si

source: Group creator chooses whether her members are automatically subscribed to email notifications. Defaults to %out.
el: Ο δημιουργός της ομάδας επιλέγει αν τα μέλη θα εγγράφονται άμεσα σε ειδοποιήσεις μέσω email. Η προεπιλογή είναι %out.
es: La creadora del grupo elije si sus miembros son automaticamente suscriptos a notificaciones por correo. Por defecto %out.

source: no notification
el: όχι, να μην ειδοποιούμαι
es: notificación - no

source: Should new subscribers to a group automatically be notified via email when new content is posted to the group? Note that changing this setting has no effect on existing subscriptions.
el: Τα νέα μέλη της ομάδας να ειδοποιούνται αυτόματα μέσω email για τις νέες καταχωρήσεις της ομάδας; Σημείωστε ότι η αλλαγή αυτής της ρύθμισης δεν επηρεάζει τα ήδη υπάρχοντα μέλη.
es: ¿Deberían los nuevos suscriptores a un grupo ser automáticamente notificados por correo cuando nuevo contenido es enviado al grupo? Note que cambiar esta configuración no tiene efecto en las suscripciones ya existentes.

source: Node authoring form
el: Φόρμα συγγραφής κόμβου
es: Formulario de creacion de un nodo

source: This text will be displayed at the top of the group submission form. It is useful for helping or instructing your users.
ca: Aquest text es mostrarà a sobre de tot del formulari de tramesa del grup. És útil per ajudar o donar instruccions als teus usuaris.
el: Αυτό το κείμενο θα εμφανίζεται στο πάνω μέρος της σελίδας εγγραφών της ομάδας. Είναι χρήσιμο για να κατευθύνετε ή να βοηθήσετε τα υποψήφια μέλη σας.
es: Este texto será mostrado al principio del formulario de envio del grupo. Resulta útil para ayudar a sus usuarios.
it: Questo testo sarà visualizzato in cima al modulo di invio dei gruppi. É utile per aiutare o istruitre i tuoi utenti.

source: Checkbox defaults to %pri.
el: Προεπιλογές για το %pri.
es: Casilla de verificación por defecto para %pri.

source: Checkbox defaults to %pub.
el: Προεπιλογές για το %pub.
es: Casilla de verificación por defecto para %pub.

source: Private
el: Ιδιωτικό
es: Privado

source: Visible only within the targeted groups
ca: Visible només pels grups sel·leccionats
el: Ορατό μόνο μεταξύ των επιλεγμένων ομάδων
es: Sólo visible al interior de los grupos marcados
it: Visibile solo ai gruppi selezionati

source: Visible within the targeted groups and on other pages
ca: Visible pels grups sel·leccionats i altres pàgines
el: Ορατό μεταξύ των επιλεγμένων ομάδων και σε άλλες σελίδες
es: Visible al interior de los grupos marcados y otras páginas
it: Visibile ai gruppi selezionati e sulle altre pagine
