Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post %pub. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
ca: Determina de quina manera estarà disponible un missatge quan està afiliat a un grup. Els administrador de grups veuen aquesta casella de verificació per fer un missatge %pub. Nota que canviar aquesta configuració no té efectes sobre missatges ja existents. Edita i guarda de nou aquests missatges perquè puguin disposar d'aquesta nova configuració.
es: Determinar cuan ampliamente disponible un envió dado debería estar cuando esta afiliado a un grupo. Administradores de grupo siempore ven la casilla de verificación para hacer un envío %pub. Note que si cambia esta configuración no tiene efecto en los envíos ya existentes. Debe volver a guardar esos envíos para conseguir esta nueva configuración.
it: Determina quanto ampiamente disponibile dovrà essere un dato contenuto quando associato ad un gruppo. Gli amministratori del gruppo vedranno sempre la checkbox per far diventare un contenuto %pub. Nota che cambiare questa impostanzione non ha effetto sui contenuti esistenti. Per acquisire questa nuova impostazione, ri-salvare quei contenuti.

source: optional
ca: opcional
el: κατ'επιλογή
es: opcional
it: opzionale

source: Do you require that all posts be affiliated with a group? If so, new users will be unable to complete a post until they join a group. Note that changing this setting will affect existing posts when they are edited.
es: ¿Usted requiere que todos los envíos sean afiliados con un grupo? Si es así, los nuevos usuarios no podrán completar un envío hasta que se unan a un grupo. Note que si cambia esta configuración afectará a los envíos existentes cuando son editados.

source: Omitted content types
ca: Tipus de contingu omesos
el: Τύποι περιεχομένου που παραλήφθησαν
es: Tipos contenido omitido
it: Tipi di contenuto omessi

source: Select any node types which should <em>not</em> participate in the Audience targetting system. Node types which are designated as group home page node types (see below) will be automatically excluded.
es: Selectionar cualquier tipo de nodos que <em>no</em> deberían participar en sistema del selección de audiencia. Los tipos de nodos que son desingnados como tipos de nodos de portada de grupo (ver mas abajo) serán automáticamente excluidos.

source: Group home page
el: Αρχική σελίδα ομάδας
es: Portada del grupo

source: Group by content type
el: Ομάδες κατά περιεχόμενο
es: Grupo por tipo de contenido

source: River of News
el: Ροή Ειδήσεων
es: Cable de noticias

source: If neither of these presentations suits you, you may override in the theme layer.
el: Αν καμμιά από τις παρουσιάσεις δεν σας ικανοποιεί, μπορείτε να τις υπερκαλύψετε σε επίπεδο παραλλαγής.
es: Si ninguna de estas presentaciones le conviene, éstas pueden ser invalidadas en el tema.

source: Presentation style
el: Στυλ παρουσίασης
es: Estilo de presentación

source: If using River of News display, indicate the number of posts on home page. If grouping posts by content type, indicate number of posts per type.
el: Αν χρησιμοποιείται την εμφάνιση της Ροής Ειδήσεων, προσδιορίστε στον αριθμό των καταχωρήσεων στην αρχική σελίδα. Αν ομαδοποιείτε τις καταχωρήσεις με το περιεχόμενο, προσδιορίστε τον αριθμό των καταχωρήσεων ανά τύπο.
es: Si está mostrando el cable de noticias, indique la cantidad de envios en la portada. Si está agrupando envios por tipo de contenido, indique la cantidad de envios por tipo.

source: Maximum posts on group home page
ca: nombre màxim de missatges a la pàgina d'inici del grup
el: Μέγιστος αριθμός καταχωρήσεων στην αρχική σελίδα της ομάδας
es: Número máximo de envios en la portada del grupo
it: Massimo numero di contenuti nella pagina iniziale del gruppo

source: Group home page node types
el: Τύποι κόμβων αρχικής σελίδας ομάδας
es: Tipos de nodos en la portada del grupo

source: Select the node types which act as group home pages. Usually %group is the best choice.
el: Επιλέξτε τους τύπους κόμβων που θα λειτουργούν ως αρχικές σελίδες ομάδων. Συνήθως ο τύπος %group είναι η καλύτερη επιλογή.
es: Seleccione los tipos de nodos que actúan como portada del grupo. Generalmente %group es la mejor opción.

source: Member pictures
el: Φωτογραφίες μελών
es: Fotos del miembro

source: Should member pictures be shown in the group subscribers and group details blocks? You must also enable pictures in %user.
ca: S'han de mostrar les imatges dels membres en els blocs dels subscriptors del grup i dels detalls del grup? També has d'habilitar les imatges a %user.
el: Θέλετε οι φωτογραφίες των μελών να εμφανίζονται στα μέλη της ομάδας και στα μπλοκ λεπτομερειών της ομάδας; Πρέπει να ενεργοποιήσετε επίσης τις φωτογραφίες στο %user.
es: ¿Deberián las fotos del miembro ser mostradas a los suscriptores del grupo y en el bloque de detalles del grupo? Debe activar las fotos en %user.
it: Visualizzare le immagini dei membri nella sezione iscritti e nel blocco dettagli del gruppo? Richiede che siano abilitate le immagini in %user.

source: User configuration
ca: Configuració d'usuari
el: Διευθέτηση χρήστη
es: Configuración del usuario
it: Configurazione utente

source: Subscribe a user to a group
el: Εγγραφή χρήστη σε ομάδα
es: Suscribir a un usuario a un grupo

source: All subscribers for a given group.
el: Όλα τα μέλη μιας ομάδας
es: Todos los suscriptores para un grupo dado.

source: Retrieve the group subscriptions for a given user.
el: Εύρεση των συμμετοχών σε ομάδες ενός χρήστη.
es: Recuperar las suscripciones de grupo para un usuario dado.

source: The name of the organic group this post belongs to.
el: Το όνομα της οργανικής ομάδας στην οποία ανήκει η καταχώρηση.
es: El nombre del grupo al que pertenece este envío.

source: OPML file
el: αρχείο OPML
es: Archivo OPML

source: Enable
ca: Habilita
el: Ενεργοποίησε
es: Activar
it: Abilita

source: Disable
ca: Deshabilita
el: Απενεργοποίησε
es: Desactivar
it: Disabilita

source: OG admins always see the checkbox for adding a group to the %dir. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
es: Los administradores de grupos siempre ven una casilla para agregar un grupo a %dir. Note que cambiar esta configuración no tiene nigún efecto sobre los envios existentes. Vuelva a guardar los envios para aquirir este nuevo parámetro.

source: groups directory
el: κατάλογος ομάδων
es: directorio de los grupos

source: Visibility chosen by author/editor using a checkbox on the posting form.
el: Η ορατότητα επιλέχθηκε από τον συγγραφέα/συντάκτη με χρήση ενός κουτιού επιλογής στην φόρμα καταχώρησης.
es: Visibilidad elegida por el autor/editor usando esta casilla en el formulario de envio.

source: [ogname]
es: [nombredelgrupo]

source: enabled
ca: habilitat
el: ενεργοποιήθηκε
es: activado
it: abilitato

source: group administrator
el: διαχειριστής ομάδας
es: administrador del grupo

source: subscribe
ca: subscriure
el: εγγραφή
es: suscribir
it: iscriviti

source: Subscribers
ca: Subscriptors
el: Μέλη
es: Suscriptores
it: Iscritti

source: registration form
ca: formulari de registre
el: αίτηση εγγραφής
es: formulario de registro
it: modulo di registrazione

source: A group provides a home page for like minded users. There they post articles about their shared interest.
el: Μια ομάδα προσφέρει μια κεντρική σελίδα για μέλη που σκέφτονται παρόμοια. Εδώ καταχωρούν άρθρα σχετικά με τα κοινά τους ενδιαφέροντα.
es: Un grupo proporciona una portada para los usuarios con los mismos intereses. Ellos pueden publicar articulos sobre los temas de los que comparten interés.

source: Basic group node for Organic groups
el: Κεντρικός κόμβος ομάδας για Οργανικές ομάδες
es: Nodo de grupo básico para grupos

source: create groups
ca: crea grups
el: δημιουργία ομάδων
es: Crear grupos
it: crea gruppi

source: This message is shown by default at the top of the group home page.
el: Το μήνυμα αυτό εμφανίζεται πάνω πάνω στη αρχική σελίδα της ομάδας.
es: Este mensaje es mostrado por defecto al principio de la portada del grupo.

source: group
ca: grup
el: ομάδα
es: grupo
it: gruppo

source: Og: Group Description
el: Og: Περιγραφή Ομάδας
es: Og: Descripción del grupo

source: Og: Group Website
el: Og: Ιστότοπος Ομάδας
es: Og: Sitio del grupo

source: Og: Subscriber Count
el: Og: Αριθμός Μέλων
es: Og: Cantidad de suscriptores

source: Og: Selective
el: Og: Επιλεκτικός
es: Og: Selectivo

source: Og: Subscribe Link
el: Og: Σύνδεσμος Εγγραφής
es: Og: Enlace de suscripción

source: Og: List in directory
el: Og: Θέση στον Κατάλογο
es: Og: Listar en el directorio

source: Og: Group Name
el: Og: Όνομα Ομάδας
es: Og: Nombre del grupo

source: Display the title of the first group a node belongs to.
el: Εμφανίζει τον τίτλο της πρώτης ομάδας στην οποία ανήκει ένας κόμβος.
es: Mostrar el título del primer grupo al que el nodo pertenece.

source: Og: Subscription email
el: Og: Email εγγραφής
es: Og: correo de suscripción

source: Does subscriber receive email notifications for a group.
el: Τα μέλη λαμβάνουν υπενθυμίσεις για την ομάδα.
es: Indicar si el suscriptor recibe notificación por correo para un grupo.

source: Og: Manage subscription link
el: Og: Διαχείριση σύνδεσης εγγραφής
es: Og: Administrar el enlace de suscripción

source: Og: is subscriber an admin in a group
el: Og: είναι το μέλος διαχειριστής σε κάποια ομάδα
es: Og: ¿es el suscriptor administrador de un grupo?

source: Og: Group in User Subbed Groups
el: Og: Ομάδα σε Subbed Ομάδες του Μέλους
es: Og: agrupado por grupos del usuario

source: Groups are filtered to where current user is a member .
el: Οι ομάδες φιλτράρονται με το που ο τρέχων χρήστης είναι μέλος.
es: Los grupos son filtrados en función de donde el usuario actual es miembro.

source: Og: Post in User Subbed Groups
el: Og: Καταχώρηση στις Subbed Ομάδες του Μέλους
es: Og: Envios en los grupos del usuario

source: Posts are filtered to groups that current user is a member of.
el: Οι καταχωρήσεις φιλτράρονται ανάλογα με τις ομάδες στις οποίες ο τρέχων χρήστης είναι μέλος.
es: Los envios son filtrados en grupos donde el usuario actual es miembro.

source: Og: Group nid
el: Og: Κωδικός Ομάδας
es: Og: nid del grupo

source: This argument filters for a given organic group
el: Αυτό το όρισμα φιλτράρει μία δεδομένη οργανική ομάδα
es: Este argumento filtra para un grupo dado

source: Shows all activity in subscribed groups.
el: Εμφανίζει την δραστηριότητα στις ομάδες που είσαι μέλος.
es: Mostrar toda la actividad en los grupos suscriptos.

source: recent posts in my groups
el: πρόσφατες καταχωρήσεις στις ομάδες μου
es: Envios recientes en mis grupos

source: There are no posts in your subscribed groups.
el: Δεν υπάρχουν καταχωρήσεις στις ομάδες που είσαι μέλος.
es: No hay nuevos envios en sus grupos suscriptos.

source: my recent
el: οι πρόσφατες καταχωρήσεις μου
es: mi reciente

source: Shows unread posts in subscribed groups.
el: Εμφανίζει τις αδιάβαστες καταχωρήσεις στις ομάδες που είσαι μέλος.
es: Mostrar los envíos no leídos en los grupos suscriptos.

source: unread posts in my groups
el: αδιάβαστες καταχωρήσεις στις ομάδες μου
es: los envíos no leídos en mis grupos

source: There are no new posts in your subscribed groups.
el: Δεν υπάρχουν νέες καταχωρήσεις στις ομάδες που ανήκεις.
es: No hay nuevos envios en sus grupos suscriptos.

source: my unread
el: αδιάβαστες καταχωρήσεις
es: no leídos:

source: external website
el: εξωτερικός ιστότοπος
es: sitio web externo

source: yes
el: ναι
es: si

source: Last Post
el: Τελευταία Καταχώρηση
es: Último envío

source: unrecognized user ID: %uid
el: άγνωστος κωδικός μέλους: %uid
es: ID del usuario desconocido: %uid

source: User is not a member of the specified group
el: Ο χρήστης δεν είναι μέλος της συγκεκριμένης ομάδας
es: El usuario es miembro del grupo especificado

source: User is not allowed to retrieve subscriptions for another user.
el: Δεν επιτρέπεται στα μέλη να ανακτούν εγγραφές για άλλους χρήστες.
es: El usuario no esta habilitado para recuperar suscripciones para otro usuario.

source: Your email will be sent to %count in this group. Please use this feature sparingly.
ca: El teu correu s'enviarà a %count subscriptors d'aquest group. Sietplau, usa aquesta caraterística amb prudència.
el: Το email σου θα σταλεί σε %count μέλη της ομάδας σου. Παρακαλώ κάντε χρήση της υπηρεσίας με σύνεση.
it: La tua email sarà spedita a %count iscritti a questo gruppo. Si prega di utilizzare questa funzionalità con parsimonia.

source: %count emails sent.
ca: %count correus enviats.
el: Στάλθηκαν %count emails.
it: %count email spedite.

source: %count added to the group
ca: %count afegits al grup
el: %count μέλη προστέθηκαν στην ομάδα
it: %count aggiunti al gruppo

source: %count invitations sent.
ca: %count invitacions enviades.
el: Στάλθηκε 1 πρόσκληση.
it: %count inviti spediti.

source: A group provides home page for like minded users. There they post articles about their shared interest.
ca: Un grup ofereix una pàgina inicial per usuaris d'un mateix interès. Aquests usuaris poden enviar articles sobre els temes que comparteixen
it: Un gruppo fornisce una pagina iniziale per gli utenti, dove sono raccolte tutte le informazioni condivise

source: In order to let group admins determine their own group theme, you must enable mutliple themes using %page. To enable admins to upload a group image, you must activate and configure image.module (see Contributions repository).
ca: Per tal de permetre que els adminstradors de grups puguin determinar el tema gràfic del seu grup, has d'habilitar múltiple temes a %page. Per permetre els administradors a pujar una imatge de grup, has d'activar i configurar image.module (veure el repositori Contributions)
it: Per permettere agli amministratore del gruppo di determinare i loro propri temi, devi abilitare diversi temi usando %page. Per permettere gli amministatori di caricare l'immagine del gruppo, devi attivare e configurare image.module.

source: group image (large)
ca: imatge de grup (gran)
it: immagine del gruppo (grande)

source: albums
ca: àlbums

source: album
ca: àlbum

source: list
ca: llista
it: lista

source: Your email body may not be blank
ca: El cos del correu no pot quedar buit
it: Il corpo della mail non deve essere vuoto

source: Your email subject may not be blank
ca: El subjecte del correu no pot quedar buit
it: L'oggetto della mail non deve essere vuoto

source: disabled
ca: inhabilitat
it: disabilitato

source: Submit
ca: Enviar
it: Invia

source: User was promoted to <em> group administrator</em>
ca: L'usuari ha estat promogut a <em> administrador de grup</em>
it: L'utente è stato promosso ad <em>amministratore</em> del gruppo.

source: User is no longer a group administrator
ca: L'usuari ja no és administrador de grup
it: L'utente non è più <em>amministratore</em> del gruppo

source: Post removed from group.
ca: Missatge esborrat del grup.
it: Il contenuto è stato rimosso dal gruppo.

source: You may not specify more than %max email addresses.
ca: No pots especificar més de %max adreces de correu electrònic.
it: Non puoi specificare più di %max indirizzi email.

source: invalid email address:
ca: adreça de correu electrònic no vàlida:
it: indirizzo email non valido:

source: Email addresses
ca: Correus electrònics
it: Indirizzi email

source: Enter up to %max email addresses. Separate multiple addresses by commas. Each will receive an invitation message from you.
ca: Entra un màxim de %max correus electrònics. Separa múltiple adreces amb comes. Cada un d'ells rebran un missatge d'invitació teu.
it: Inserire un massimo di %max indirizzi email. Separare gli indirizzi son la virgola, ogniuno riceverà un messaggio di invito da te.

source: Optional. Enter a message which will become part of the invitation email
ca: Opcional. Entra un missatge que formarà part del correu d'invitació
it: Opzionale. Inserisci un messaggio che sarà parte integrante dell'email di invito

source: In order to subscribe to this group, you must login or register a new account. After you have successfully done so, you will need to follow the <em>subscribe</em> link again.
ca: Per poder subscriure't a aquest grup has d'entrar com a usuari registrat o crear un compte nou. Un cop fet això, hauràs de seguir l'enllaç <em>subscriu-te</em> una altra vegada.
it: Per poterti iscrivere ad questo gruppo, devi aver effettuato il login o registrare un nuovo utente. Successivamente dovrai seguire nuovamente la procedura di <em>iscrizione</em>.

source: Subscription request awaits approval by an administrator.
ca: Petició de subscripció pendent d'aprovació per part d'un administrador.
it: La richiesta di iscrizione è in attesa di apporvazione da parte dell'amministratore del gruppo.

source: User subscribed to group,
ca: Usuari subscrit a grup,
it: L'utente è iscritto al gruppo,

source: You may approve or deny this request at %url
ca: Pots aprovar o denegar aquesta petició a %url
it: Puoi apporvare o negare la richiesta su %url

source: Name
ca: Nom
it: Nome

source: deny
ca: denegar
it: nega

source: Owner
ca: Propietari
it: Proprietari

source: open - subscription requests are accepted immediately
ca: obert - peticions de subscripció són acceptades immediatament
it: aperto - le richieste di iscrizione sono approvate immediatamente

source: How should subscription requests be handled in this group?
ca: Com s'han de gestionar les peticions de subscripció en aquest grup?
it: Come devono essere gestite le richieste di iscrizione a questo gruppo?

source: Should this group appear on the %page
ca: Ha d'apareixer aquest grup a la
it: Questo gruppo deve poter apparire nella %page

source: Thumbnail
ca: Miniatura

source: Image
ca: Imatge
it: Immagine

source: Click "Browse..." to select an image to upload.
ca: Fés click a "Navega..." per sel·leccionar un imatge per pujar.
it: Clicca su "Browse..." per selezionare l'immagine da caricare.

source: Screenshot for %theme theme
ca: Imatge del tema %theme
it: Screenshot per il tema %theme

source: no screenshot
ca: sense imatge
it: nessuno screenshot

source: Screenshot
ca: Imatge

source: Selected
ca: Sel·leccionat
it: Selezionato

source: Group theme
ca: temea gràfic de grup
it: Tema grafico del gruppo

source: Select a theme for your group.
ca: Sel·lecciona un tema pel teu grup.
it: Seleziona un tema per il tuo gruppo.

source: You must select an audience in order to post.
ca: Has de sel·leccionar una audiència per poder enviar el missatge.
it: Devi selezionare un "audiance" per poter pubblicare il contenuto.

source: %name must be a subscriber in order to post into %group
ca: %name ha de ser subscriptor per poder enviar un missatge a %group
it: %name deve essere iscritto per poter pubblicare contenuti in %group

source: You must subscribe to a group before posting.
ca: Has de subscriure't a un grup abans d'enviar un missatge.
it: Devi essere iscritto ad un gruppo prima di poter pubblicare contenuti.

source: Admins: If you want to assign this post to a group whose checkbox does not appear below, you must first change the %author. The author's subscriptions are always shown.
ca: Admin: si vols assignar aquest missatge a un grup el quadre de verificació del qual no apareix a baix, primer has de canviar l'%author. Les subscripcions de l'autor sempre es mostren.
it: Amministratori: se vuoi assegnare questo contenuto ad un gruppo del quale la checkbox non appare subito sotto, prima devi cambiare %author.

source: Author
ca: Autor
it: Autore

source: Show this post to everyone or only to members of the groups checked below.
ca: Mostra aquest missatge a tothom o només a membres dels grups sel·leccionats a sota.
it: Mostra questo contenuto a tutti o solo ai membri dei gruppi selezionati qui sotto.

source: EXCERPT
ca: EXTRACTE
it: ESTRATTO

source: FULL POST
ca: MISSATGE COMPLERT
it: CONTENUTO COMPLETO

source: Subscribe to %name
ca: Subscriu %name
it: Iscriviti a %name

source: your group subscriptions are here for your convenience. they do not appear on the public profile page.
ca: les teves subscripcions de grups es mostren aquí oer conveniència. No apareixen a la pàgina pública del teu perfil.
it: i gruppi a cui sei iscritto sono qui per comodità. Non saranno visibili pubblicamente nella pagina del tuo profilo.

source: add to this album
ca: afegeix a aquest àlbum
it: aggiungi a questo album

source: Album Title
ca: Títol d'Àlbum
it: Titolo dell'album

source: Photo
ca: Foto
it: Foto

source: You must specify an album title.
ca: Has d'especificar un títol d'àlbum
it: Devi specificare un titolo per l'album

source: album saved.
ca: àlbum guardad.
it: album salvato.

source: Group albums
ca: Àlbums de grup
it: Album del gruppo

source: Group subscribers
ca: Subscriptors de grup
it: Iscritti al gruppo

source: submitted by %name.
ca: enviat per %name.
it: inserito da %name.

source: Albums
ca: Àlbums
it: Album

source: Recent subscribers
ca: Subscriptors recents
it: Iscritti di recente

source: age: %age
ca: edat: %age
it: età: %age

source: group manager:
ca: gestor de grup:
it: manager del gruppo:

source: create album
ca: crea un àlbum
it: crea un album

source: remove from group
ca: esborra del grup
it: rimuovi dal gruppo

source: After enabling this module via the module settings page or before disabling this module, use the above button to restore default permissions.
ca: Després d'habilitar aquest mòdul a la pàgina de configuració de mòduls o abans de deshabilitar aquest mòdul, restaura els permisos per defecte mitjançant el botó d'aquí sobre.
it: Dopo aver abilitato il modulo tramite la pagina dei moduli o prima di disabilitarlo, usa questo tasto per ripristinare i permessi predefiniti.

source: Explanation or submission guidelines
ca: Explicació o guia per a enviar missatges
it: Spiegazione o guida di invio

source: Unlimited albums
ca: Àlbums ilimitats
it: Album illimitati

source: If you want to limit your groups to a single album, uncheck this box.
ca: Si vols limitar els teus grups a un sol àlbum, desmarca aquesta casella.
it: Se vuoi limitare i tuoi gruppi ad un singolo album, deseleziona questa casella

source: Visibility to be determined by the author/editor using a checkbox on the posting form
ca: Visibilitat determinada per l'autor/editor mitjançant un quadre de verificació en el formulari de tramesa
it: Visibilità determinata dall'autore usando l'apposita casella nel modulo durante la creazione dei contenuti

source: How many posts of a given type should display on the group home page.
ca: Quants missatges d'un tipus determinat s'han de mostrar a la pàgina d'inici del grup.
it: Quanti contenuti di un determinato tipo devono essere visualizzati nella pagina iniziale del gruppo.

source: Show member pictures
ca: Mostra les imatges dels membres
it: Mostra le immagini dei membri

source: required
ca: necessari
it: obbligatorio

source: Do you require that all posts be affiliated with a group? If so, new users will be unable to complete a post until they join a group. Note that changing this setting has affect existing posts when they are edited.
ca: És necessari que tots els missatges estiguis afiliats a un grup? En aquest cas, els usuaris nous no podran acabar d'enviar un missatge fins que no es subscriguin a un grup. Nota que el canvi d'aquesta configuració només afecta els missatges ja existents en el moment que es tornen a editar.
it: Vuoi che tutti i contenuti siano associati ad un gruppo? Se così, i nuovi utenti non potranno pubblicare contenuti finchè non entreranno a far parte di un gruppo. Tenere presente che cambiare questa impostazione, influenza i contenuti esistenti al momento della modifica.
