Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: Select any node types which should <em>not</em> participate in the Audience targetting system.
ca: Sel·lecciona qualsevol tipus de node que <em>no</em> ha de partipar en el sistema d'objectius d'audiència
it: Selezionare qualunque tipo che <em>non</em> deve essere considerato nel sistema basato sull'Audiance.

source: Replies
ca: Respostes
it: Risposte

source: Last reply
ca: Darrera resposta
it: Ultima risposta

source: 1 user
it: 1 utente

source: 1 image
it: 1 immagine
