Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: Groups
ca: Grups
el: Ομάδες
eo: Grupoj
es: Grupos
it: Gruppi

source: You must designate at least one content type to act as a group node and another as a group post. <a href="!create">Create new content type</a> if needed.
eo: Vi devas elekti almenaŭ unu enhavspecon por agi kiel grupa nodo kaj alia kiel grupa afiŝo. <a href="!create">Krei novan enhavspecon</a> se bezonata.

source: Content types
eo: Enhavspecoj

source: Type
eo: Speco

source: Usage
eo: Uzado

source: Operations
ca: Operacions
eo: Operacioj
it: Operazioni

source: Edit
eo: Redakti

source: Group details
ca: Detalls de grup
el: Λεπτομέρειες ομάδας
eo: Grupaj detaloj
es: Detalles del grupo
it: Dettagli del gruppo

source: New groups don't appear in the groups directory. Administrators control the directory exclusively.
el: Οι νέες ομάδες δεν φαίνονται στον κατάλογο των ομάδων. Οι διαχειριστές ελέγχουν κατ' αποκλειστικότητα τον κατάλογο.
eo: Novaj grupoj ne aperos en la grupa adresaro. Administrantoj regas la dosierujon ekskluzive.
es: Los nuevos grupos no aparecen en el directorio de grupos. Sólo los administradores controlan el directorio.

source: New groups always appear in the groups directory.
el: Οι νέες ομάδες φαίνονται πάντα στον κατάλογο των ομάδων.
eo: Novaj grupoj ĉiam aperas en la grupa adresaro.
es: Los nuevos grupos siempre aparecen en el directorio de grupo.

source: Group creator chooses whether her group appears in the directory. Defaults to <em>in directory</em>.
eo: Grupa kreinto elektas ĉu ties grupo aperas en la dosierujo. Defaŭltas al <em>en dosierujo</em>.

source: Group creator chooses whether her group appears in the directory. Defaults to <em>not in directory</em>.
eo: Grupa kreinto elektas ĉu ties grupo aperas en la adresaro. Defaŭltas al <em>ne en adresaro</em>.

source: Groups directory control
el: Έλεγχος καταλόγου ομάδων
eo: Regilo de grupa adresaro
es: Control del directorio de grupos

source: OG admins always see the checkbox for adding a group to the <em>groups directory</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
eo: OG-administrantoj ĉiam vidas la markobutonon por aldoni grupon al la <em>grupa adresaro</em>. Rimarku ke ŝanĝi ĉi tiun agordon neniel influas ekzistantajn afiŝojn. Rekonservu tiujn afiŝojn por akiri tiun novan agordon.

source: New groups don't appear on the registration form. Administrators control the form exclusively.
eo: Novaj grupoj ne aperas en la registriĝa formularo. Administrantoj regas la formularon ekskluzive.

source: New groups always appear on the registration form.
el: Οι νέες ομάδες φαίνονται πάντα στην φόρμα εγγραφής.
eo: Novaj grupoj ĉiam aperas sur la registriĝa formularo.
es: Los nuevos grupos siempre aparecen en el formulario de registro.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>on form</em>.
eo: Grupa kreinto elektas ĉu ties grupo aperas sur la registriĝa formularo. Defaŭltas al <em>sur formularo</em>.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>not on form</em>.
eo: Grupa kreinto elektas ĉu ties grupo aperas sur la registriĝa formularo. Defaŭltas al <em>ne sur formularo</em>.

source: Registration form control
el: Έλεγχος φόρμας εγγραφής
eo: Registriĝa formulara regado
es: Control del formulario de registro

source: OG admins always see the checkbox for adding a group to the <em>registration form</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
eo: OG-administrantoj ĉiam vidas la markobutonon por aldoni grupon al la <em>registriĝa formularo</em>. Rimarku ke ŝanĝi ĉi tiun agordon ne influas ekzistantajn afiŝojn. Rekonservu tiujn afiŝojn por akiri tiun novan agordon.

source: New members are not subscribed to group email notifications by default. A member may choose to enable this from her profile page or her "My membership" page.
eo: Novaj membroj ne abonas grupajn retpoŝtajn atentigojn aŭtomate. Membro povas elekti ŝalti tion de sia profila paĝo aŭ sia paĝo de "Mia membreco".

source: New members are subscribed to group email notifications by default. A member may choose to disable this from her profile page.
eo: Novaj membroj abonas grupajn retpoŝtajn atentigojn aŭtomate. Membro povas elekti malŝalti tion de sia profila paĝo.

source: Group email notifications
el: Ειδοποίησεις ομάδας μέσω email
eo: Grupaj retpoŝtaj atentigoj
es: Notificaciones por correo del grupo

source: Should new members automatically be notified via email when new content is posted to their group? Note that changing this setting has no effect on existing members.
eo: Ĉu novaj membroj aŭtomate ricevu atentigojn retpoŝte kiam nova enhavo estas afiŝita al sia grupo? Rimarku ke ŝanĝi ĉi tiun agordon ne influas ekzistantajn membrojn.

source: Audience checkboxes
eo: Markobutonoj de legantaro

source: Show each group that the user is a member of as a checkbox in the "Audience" section. This enables the member to place her post into multiple groups. If unchecked, simplify the user interface by omitting the checkboxes and assuming user wants to post into the current group. This simplification only applies to new nodes, and not to edits of existing nodes. Group administrators always see checkboxes.
eo: Montru ĉiun grupon de kiu la uzanto estas membro kiel markobutono en la sekcio de "Legantaro". Tio ebligas ke la membro povu meti sian afiŝon en multaj grupoj. Se malŝaltita, simpligu la uzantan interfacon per forigo de la markobutonoj kaj antaŭsupozu ke la uzanto volas afiŝi en la nuna grupo. Tiu simpliga nur aplikiĝas al novaj nodoj, kaj ne al redaktoj de ekzistantaj nodoj. Grupaj administrantoj ĉiam vidas markobutonojn.

source: Optional
eo: Nedeviga

source: Required
eo: Bezonata

source: Audience required
ca: Audiència necessària
el: Απαιτείται ακροατήριο
eo: Legantaro bezonata
es: Audiencia requerida
it: Audience obbligatorio

source: Do you require that all (non administrator) posts be affiliated with a group? Note that changing this setting will affect existing posts when they are edited.
eo: Ĉu vi volas ke ĉiuj (neadministrantaj) afiŝoj estu ligita kun grupo? Rimarku ke ŝanĝi tiun agordon ne influos ekzistantajn afiŝojn kiam ili redaktiĝas.

source: Email settings
eo: Retpoŝtaj agordoj

source: Format of "From:" field
eo: Formato de kampo "De:"

source: Specify the format of the "From:" field on outgoing notifications. Available variables: @user_mail, @user_name, @site_mail, @site_name. Note that the @user_mail token reveals the author's email address. If the admin email examples above appear blank, you need to set your site email in the "Site information" panel.
eo: Indiku la formaton de la kampo "De:" por elirantaj atentigoj. Eblaj variabloj: @user_mail, @user_name, @site_mail, @site_name. Rimarku ke la @user_mail ĵetono montras la retpoŝtadreson de la aŭtoro. Se la administraj retpoŝtaj ekzemple supre aperas malplenaj, vi devas agordi vian retpoŝtan de via retejo en la panelo de "Retejaj informoj".

source: New content subject
eo: Nova enhava temo

source: New content body
eo: Nova enhava korpo

source: Body of email for new content. Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject contains the comment title in the case of a comment but the node title in the case of a new post. %title is always the node title.
eo: Korpo de retpoŝto por nova enhavo. Uzeblaj variabloj: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject enhavas la komentan titolon en la kazo de komento, sed la noda titolo en la kazo de nova afiŝo. %title ĉiam estas la noda titolo.

source: Group admin email body
eo: Grupa administra retpoŝta korpo

source: The body of the email sent to users from the group admin. Available variables: @group, @body, @site, !url_group, !url_unsubscribe.
eo: La korpo de la retpoŝto sendota al uzantoj de la grupa administranto. Uzeblaj variabloj: @group, @body, @site, !url_group, !url_unsubscribe.

source: User approved email subject
eo: Retpoŝta temo aprobita de uzanto

source: The subject of the email sent to new approved members. Available variables: !group_url, @title.
eo: La temo de la retpoŝto sendota al novaj aprobitaj membroj. Uzeblaj variabloj: !group_url, @title.

source: User approved email body
eo: Retpoŝta korpo aprobita de uzanto

source: The body of the email sent to new approved members. Available variables: !group_url, @title.
eo: La korpo de la retpoŝto sendita al novaj aprobitaj membroj. Uzeblaj variabloj: !group_url, @title.

source: User denied email subject
eo: Retpoŝta temo aprobita de uzanto

source: The subject of the email sent to denied users. Available variables: !group_url, @title.
eo: La temo de la retpoŝto sendita al neaprobitaj uzantoj. Uzeblaj variabloj: !group_url, @title.

source: User denied email body
eo: Uzanto-neaprobita retpoŝta korpo.

source: The body of the email sent to denied users. Available variables: !group_url, @title.
eo: La korpo de la retpoŝto sendota al neaprobitaj uzantoj. Uzeblaj variabloj: !group_url, @title.

source: Invite user email subject
eo: Retpoŝta temo por inviti uzanton

source: The subject of the email sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body.
eo: La temo de la retpoŝto sendota al uzantoj invititaj por aliĝi al grupo. Uzeblaj variabloj: @group, @site, @description, !group_url, @body.

source: Invite user email body
eo: Repoŝta korpo por inviti uzanton

source: The body of the email sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body.
eo: La korpo de la retpoŝto sendota al uzantoj invititaj aliĝi al grupo. Uzeblaj variabloj: @group, @site, @description, !group_url, @body.

source: Request user email subject
eo: Retpoŝta temo por peti uzanton

source: The subject of the email sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url.
eo: La temo de la retpoŝto sendota kiam uzanto petas aliĝi al grupo. Uzeblaj variabloj: @group, @username, !approve_url, !group_url.

source: Request user email body
eo: Retpoŝta korpo por peti uzanton

source: The body of the email sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url.
eo: La korpo de la retpoŝto sendota al uzanta peto por aliĝi al grupo. Uzeblaj variabloj: @group, @username, !approve_url, !group_url

source: New admin user email subject
eo: Nova retpoŝta temo por administra uzanto

source: The subject of the email sent to a new admin for a group. Available variables: @group, @username, !group_url.
eo: La temo de la retpoŝto sendota al nova administranto por grupo. Uzeblaj variabloj: @group, @username, !group_url.

source: New admin user email body
eo: Nova retpoŝta korpo por administra uzanto

source: The body of the email sent to a new admin for a group. Available variables: @group, @username, !group_url, !invite_url.
eo: La korpo de la retpoŝto sendota al nova administranto por grupo. Uzeblaj variabloj: @group, @username, !group_url, !invite_url.

source: Organic groups
ca: Organic grups
el: Οργανικές ομάδες
eo: Organaj grupoj
es: Grupos
it: Organic grups

source: Group: Description
eo: Grupo: Priskribo

source: Group: Members count
eo: Grupo: Nombro da membroj

source: Number of members for a group. Excludes memberships which are pending approval.
eo: Nombro da membroj por grupo. Ekskluzivas membrecoj kiuj atendas aprobon.

source: Group: Post count
eo: Grupo: Nombro da afiŝoj

source: Number of published posts in a group. Can be restricted by node type using the <em>Option</em> dropdown.
eo: Nombro da eldonitaj afiŝoj en grupo. Povas esti limigita laŭ noda speco uzante la falmenuon <em>Opcia</em>.

source: Group: Post count *new*
eo: Grupo: Nombro da *novaj* afiŝoj

source: Number of new posts in a group for the current user.
eo: Nombro da novaj afiŝoj en grupo por la nuna uzanto.

source: Group: Selective
eo: Grupo: Elektema

source: The group preference which determines how membership requests are managed (moderated, invite only, etc.).
eo: La grupaj preferoj kiuj determinas kiel oni administru petojn por membreco (moderata, nur per invito, ktp.)

source: Group: Private
eo: Grupo: Privata

source: Is the group home page private or not.
eo: Ĉu la grupa hejmpaĝo estas privata aŭ ne.

source: Group: List in directory
eo: Grupo: Listigi en adresaro

source: Admin specifies whether or not a group appears in the public listings.
el: Ο διαχειριστής καθορίζει για το αν μια ομάδα θα εμφανίζεται ή όχι στους δημόσιους καταλόγους.
eo: Administranto indikas ĉu aŭ ne grupo aperas en la publika adresaro.
es: El administrador especifica si el grupo aparece o no en el listado publico.

source: Group: Join link
eo: Grupo: Ligilo por aliĝi

source: Displays a links for joining a group when a user is not already a member.
eo: Montras ligilojn por aliĝi al grupo kiam uzanto ankoraŭ ne estas membro.

source: Group: Notification
eo: Grupo: Atentigo

source: Does group sending email notifications to its members by default
eo: Ĉu grupo sendas retpoŝtajn atentigojn al siaj membroj defaŭlte

source: Group: Language
eo: Grupo: Lingvo

source: Displays the language selected for a given group.
eo: Montras la lingvon elektitan por grupo

source: Group types
eo: Grupaj specoj

source: The type of a group (for example, "blog entry", "forum post", "story", etc).
eo: La speco de grupo (ekzemple, "blog-enskribo", "foruma afiŝo", "rakonto", ktp).

source: Group types (all)
eo: Grupaj specoj (ĉiuj)

source: Restrict to all content types that have been marked as groups.
eo: Limigu al ĉiuj enhavspecoj kiuj estas markitaj kiel grupoj.

source: You have no node types which are acting as groups. See the notes section of the !readme_file and the content types fieldset at top of <a href="!settings">OG settings</a>.
eo: Vi havas neniujn nodajn specojn kiuj agas kiel grupoj. Vidu la sekcion de rimarkoj de la !readme_file kaj la kamparo de enhavspecoj supre de <a href="agordoj">OG-agordoj</a>.

source: Group node type
eo: Grupa noda speco

source: Closed
eo: Fermita

source: Invite only
el: Μόνο πρόσκληση
eo: Nur per invito
es: Sólo invitar

source: Group posts
eo: Grupaj afiŝoj

source: Posts which are affiiated with a group.
eo: Afiŝoj ligitaj kun grupo.

source: Filter for posts in specified organic groups. <em>Value</em> should be a one or more node ids (i.e. integers), separated by commas or pluses. Like taxonomy, pluses indicate that the post must appear in one of the specified groups, whereas commas indicate that the post must appear in every specified group. The page context (if View is a page) will be set to the first listed group. That means that blocks and breadcrumbs (and theme and locale, if applicable) will be based upon the first specified node id.
eo: Filtrilo por afiŝoj en specifaj organaj grupoj. <em>Valoro</em> devas esti unu aŭ pli da nodaj identigiloj (ekz. entjeroj), disigita per komoj aŭ plusoj. Kiel taksonomio, plusoj indikas ke la afiŝo devas aperi en unu el la indikitaj grupoj, kaj komoj indikas ke la afiŝo devas aperi en ĉiu indikita grupo. La paĝa konteksto (se Vido estas paĝo) agordiĝos al la unue listita grupo. Tio signifas ke blokoj kaj paĝnivelaj navigiloj (kaj haŭto kaj lokaĵaro, se aplikebla) baziĝos sur la unue indikita noda id.

source: The groups for a post.
eo: La grupoj por afiŝo.

source: Group node (post)
eo: Grupa nodo (afiŝo)

source: Bring in information about the group node based on a post's groups.
eo: Enportu informojn pri la grupa nodo bazita sur grupo de afiŝo.

source: Post: in specified group (by number)
eo: Afiŝo: en indikita grupo (laŭ membro)

source: Post: Nid
eo: Afiŝo: Nid

source: The node ID of the node.
eo: La noda ID de la nodo.

source: OG: Posts in current group
eo: OG: Afiŝoj en nuna grupo

source: Posts in current group. Useful for blocks where determining context is hard. If page is not in any group context, no nodes are listed and thus a block would not appear.
eo: Afiŝoj en nuna grupo. Utila por blokoj kiam malfacilas determini kontektston. Se paĝo ne estas en grupa kontekto, neniuj nodoj listiĝas kaj tiel bloko ne aperus.

source: Post: Public
eo: Afiŝo: Publika

source: Is a given post public or private according to OG.
eo: Se afiŝo estas publika aŭ privata laŭ OG.

source: Group
el: Ομάδα
eo: Grupo
es: Grupo

source: Group that a member belongs to.
eo: Grupo al kiu membro apertenas.

source: Group node (member)
eo: Grupa nodo (membro)

source: Bring in information about the group node based on a user's membership.
eo: Enigu informojn pri la grupa nodo bazita sur membreco de uzanto.

source: Group node
eo: Grupa nodo

source: Members are filtered for a specific group.
eo: Membroj filtriĝas por indikita grupo.

source: Group member
eo: Grupa membro

source: OG: Group in user's groups
eo: OG: Grupo en grupoj de uzanto

source: OG: Notification email
eo: OG: Atentiga retpoŝto

source: Does member receive email notifications for a group.
eo: Ĉu membro ricevas retpoŝtajn atentigojn por grupo.

source: OG: Admin manage link
eo: OG: Ligilo por administri

source: A link to the <em>Admin create or remove</em> page.
eo: Ligilo al la paĝo <em>Krei aŭ forigi administranton</em>.

source: OG: Edit membership link
eo: OG: Ligilo por redakti membrecon

source: A link to the <em>My membership</em> page.
eo: Ligilo al la paĝo <em>Mia membreco</em>.

source: OG: Approve/Deny/Remove membership link
eo: OG: Ligilo Aprobi/Malaprobi/Forigi membrecon

source: A link to approve/deny/remove a group member.
eo: Ligilo por aprobi/malaprobi/forigi grupan membron.

source: OG: Is member an admin in a group
eo: OG: Ĉu la membro estas administranto en grupo?

source: Add <em>admin</em> text if user is the group manager.
eo: Aldonu <em>administran</em> tekston se uzanto estas la grupestro.

source: OG: Is membership approved
eo: OG: Ĉu membreco aprobita?

source: Add <em>approval needed</em> user if user's membership request is pending.
eo: Aldoni uzanton kiu <em>bezonas aprobon</em> se membreca peto atendiĝas.

source: OG: Is the group manager
eo: OG: Ĉu la grupestro?

source: Add <em>manager</em> text if user is the group manager.
eo: Aldonu tekston de <em>administrado</em> se uzanto estas la grupestro.

source: OG: Membership create date
eo: OG: Dato de membriĝo

source: The date when the membership was created.
eo: La dato kiam membreco kreiĝis.

source: OG: Membership last updated date
eo: OG: Dato de lasta ĝisdatigo de membreco

source: The date when the membership was last updated.
eo: La dato kiam la membreco estis laste ĝisdatigita.

source: Member types
eo: Specoj de membroj

source: Members
eo: Membroj

source: Group administrators
eo: Grupaj administrantoj

source: approval needed
eo: aprobo bezonata

source: admin
eo: administranto

source: Manager
el: Διαχειριστής
eo: Administranto
es: Administrador

source: Admin: Remove
eo: Admin: Forigi

source: Admin: Create
eo: Admin: Krei

source: Remove membership
eo: Forigi membrecon

source: Request: <a href="@approve">approve</a> or <a href="@deny">deny</a>.
eo: Peto: <a href="@approve">aprobi</a> aŭ <a href="@deny">malaprobi</a>.

source: Edit membership
eo: Redakti membrecon

source: Group nodes
eo: Grupaj nodoj

source: Argument type
eo: Speco de argumento

source: Node ID
eo: Noda ID

source: Node ID's separated by , or +
eo: Nodaj ID-oj disigitaj per , aŭ +

source: Validate current user is a member of a specified group
eo: Validigu ke nuna uzanto estas membro de indikita grupo

source: Home
ca: Inici
eo: Hejmo
it: Pagina iniziale

source: User joins group
eo: Uzanto aliĝas al grupo

source: User approved to group by admin
eo: Administranto aprobis uzanton al grupo

source: A pending member is approved by a group administrator.
eo: Grupa administranto aprobis membron.

source: User leaves group
eo: Uzanto forlasas grupon

source: User, who joins group
eo: Uzanto, kiu aliĝas al grupo

source: Unrecognized user ID: %uid.
eo: Nekonata uzanta ID: %uid.

source: Wrong username or password.
eo: Malĝusta uzantnomo aŭ pasvorto.

source: User is not a member of the specified group.
eo: Uzanto ne estas membro de la indikita grupo.

source: User is not allowed to retrieve membership information for another user.
eo: Uzanto ne estas permesita preni membrajn informojn por alia uzanto.

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
ca: Els blocs específics de grup només són visibles en pàgines de grups i no en d'altres pàgines del sistema, com la pàgina inicial o les d'administració.
el: Μπλοκς σχετιζόμενα με ομάδες εμφανίζονται μόνο στις σελίδες των αντίστοιχων ομάδων κι όχι στις δημόσιες σελίδες ή τις σελίδες διαχείρισης.
eo: Grup-specifaj blokoj nur videblas en grupaj paĝoj kaj ne en tutsistemaj paĝoj kiel la hejmpaĝo aŭ admin-paĝoj.
es: Los bloques especificos de los grupos sólo son visibles en las páginas del grupo, y no aparecen en las páginas globales como la portada y las páginas de administración.
it: I blocchi specifici per il gruppo sono visibili nelle pagine del gruppo e non in tutte le pagine del sistema come la pagina principale o le pagine di amministrazione.

source: In order to let group admins determine their own group theme, you must enable multiple themes using <a href="@url">theme configuration page</a>.
eo: Por permesi ke grupaj administrantoj povu elekti sian propran grupan haŭton, vi devas ŝalti multajn haŭtojn uzante <a href="@url">paĝon de haŭta agordo</a>.

source: Send email to %group
ca: Envia correu a %group
el: Στείλε email στο %group
eo: Sendu retpoŝton al %group
es: Mandar un correo a %group
it: Spedisci email al gruppo %group

source: Your email will be sent to all members of this group. Please use this feature sparingly.
eo: Via retpoŝto estis sendita al ĉiuj membroj de ĉi tiu grupo. Bonvolu uzi ĉi tiun funkcion malofte.

source: Subject
ca: Subjecte
eo: Temo
it: Oggetto

source: Enter a subject for your email.
ca: Entra un subjecte pel teu correu.
el: Πρόσθέστε ένα θέμα στο email σας.
eo: Enmetu temon por via retpoŝto.
es: Introduzca el asunto de su correo.
it: Inserisci l'oggetto dell'email.

source: Body
ca: Cos
eo: Korpo
it: Corpo

source: Enter a body for your email.
ca: Entra un cos per teu correu.
el: Προσθέστε κείμενο στο email σας.
eo: Enmetu korpon por via retpoŝto.
es: Introduzca el cuerpo de su correo.
it: Inserisci il corpo dell'email

source: Send email
ca: Enviar correu
el: Στείλε το email
eo: Sendi retpoŝton
es: Envíe su correo
it: Spedisci eamil

source: You may not leave this group because it is a <em>closed</em> group. You should request removal from a group administrator.
eo: Vi ne rajtas forlasi ĉi tiun grupon, ĉar ĝi estas <em>fermita</em> grupo. Vi devas peti forigon de grupa administranto.

source: You may not leave this group because you are its owner. A site administrator can assign ownership to another user and then you may leave.
eo: Vi ne rajtas forlasi ĉi tiun grupon, ĉar vi estas ĝia estro. Retestro povas doni estrecon al alia uzanto kaj tiam vi povas forlasi.

source: Leave this group
eo: Forlasu ĉi tiun grupon

source: Email notification
el: Υπενθύμιση μέσω email
eo: Retpoŝta atentigo
es: Notificación por correo

source: Enabled
eo: Ŝaltita

source: Disabled
eo: Malŝaltita
