Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/*.po
Languages: ca, el, eo, es, it

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post public. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting. If the setting you want is disabled here, check the settings under <em>Private Groups</em> setting below. You cannot set node visibility to always be public if private groups are set to always on and vice versa.
eo: Determinu kiel vaste alirebla indikita afiŝo devas esti kiam ĝi ne estas ligita kun grupo. OG-administrantoj ĉiam vidas la markobutonon por publikigi afiŝon. Rimarku ke ŝanĝi ĉi tiun agordon neniel influas ekzistantajn afiŝojn. Rekonservu tiujn afiŝojn por akiri ĉi tiun novan agordon. Se la agordo kiun vi volas estas malŝaltita ĉi tie, kontrolu la agordojn sub la agordo de <em>Privataj Grupoj</em> sube. Vi ne povas agordi nodan videblecon por ĉiam esti publika se privataj grupoj ĉiam estas ŝaltita kaj inverse.

source: New group home pages and default audience are always public.
eo: Novaj grupaj hejmpaĝoj kaj defaŭlta legantaro estas ĉiam publikaj.

source: New group home pages and default audience are always private.
eo: Novaj grupaj hejmpaĝoj kaj defaŭlta legantaro estas ĉiam privataj.

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>private</em>.
eo: Grupa administranto elektas ĉu ties grupa hejmpaĝo kaj legantaro estas privata aŭ ne. Defaŭltas al <em>privata</em>.

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>public</em>.
eo: Grupa administranto elektas ĉu ties grupa hejmpaĝo kaj legantaro estas privata aŭ ne. Defaŭltas al <em>publika</em>.

source: Private groups
eo: Privataj grupoj

source: A private group's group home page cannot be seen by non-members, and new posts created in the group will default to being private. This setting controls what private groups options can be used when creating a new group or editing an existing group. If you select one of the <em>group administrator chooses</em> options then it will be up to group admins whether their new groups are private or not, with the default you specify here.
eo: Grupa hejmpaĝo de privata grupo ne videblas de nemembroj, kaj novaj afiŝoj en la grupo defaŭltos al privataj. Ĉi tio agordas kiuj privataj grupaj opcioj povas esti uzataj kiam oni kreas novan grupon aŭ redaktas ekzistantan grupon. Se vi elektas unu el la opcioj de <em>Grupestro elektas</em>, tiam la grupestroj devas decidi ĉu siaj grupoj estas privataj aŭ ne, kun la defaŭlto kiun vi elektas ĉi tie.

source: Note that the privacy of all <em>content</em> in the group is determined as each node is created or edited, according to the <em>Visibility of Posts</em> setting on this page. Note also that changing this setting only affects the default for new groups being created, not the privacy of any existing groups! To change those you must edit the groups and their individual content nodes directly. If the setting you want is disabled here, check <em>Visibility of Posts</em> above. You cannot choose to only have private groups if node visibility is set to be always public, and vice versa.
eo: Rimarku ke la privateco de ĉiu <em>enhavero</em> en la grupo estas determinita kiam ĉiu nodo estas kreita aŭ redaktita, laŭ la agordo de <em>Videbleco de Afiŝoj</em> sur ĉi tiu paĝo. Rimarku ankaŭ ke ŝanĝi ĉi tiun agordon nur influas la defaŭlton por novaj grupoj kreotaj, ne la privateco de jam ekzistantaj grupoj! Por ŝanĝi tiujn, vi devas redakti la grupojn kaj ties individuajn enhavajn nodojn rekte. Se la agordo kiun vi volas estas malŝaltita ĉi tie, kontrolu <em>Videbleco de Afiŝoj</em> supre. Vi ne povas elekti havi nur privatajn grupojn se noda videbleco estas agordita al ĉiam publika, kaj inverse.

source: Private group
eo: Privata grupo

source: Should this group be visible only to its members? Disabled if the group is set to <em>List in Directory</em> or <em>Membership requests: open</em>.
eo: Ĉu ĉi tiu grupo estu videbla nur al ĝiaj membroj? Malŝaltita se la grupo estas agordita al <em>Listigi en Adresaro</em> aŭ <em>Membrecaj petoj: malfermita</em>.

source: Public
ca: Públic
el: Δημόσιο
eo: Publika
es: Público
it: Pubblico

source: Show this post to everyone, or only to members of the groups checked above. Posts without any groups are always <em>public</em>.
eo: Montri ĉi tiun afiŝon al ĉiuj, aŭ nur al membroj de la grupoj ŝaltitaj supre. Afiŝoj sen ajna grupo estas ĉiam <em>publikaj</em>.

source: All users may view this node.
eo: Ĉiuj uzantoj povas vidi ĉi tiun nodon.

source: Members of !group_n may view this node.
eo: Membroj de !group_n povas vidi ĉi tiun nodon.

source: Group admins of !group_n may view/edit/delete this node.
eo: Grupaj administrantoj de !group_n povas vidi/redakti/forigi ĉi tiun nodon.

source: Organic groups access configuration
eo: Alira agordo por Organaj grupoj

source: Choose whether new groups should be private or public.
eo: Elekti ĉu novaj grupoj devas esti privata aŭ publika.

source: After enabling this module, visit the new "Pages" tab on any group. There, group admins may create as many pages as desired for their group. The pages may contain any layout that the site offers and admins may arrange many different types of content as desired. Site admins can restrict the types of content that may be added on the <a href="!settings">og_panels settings</a> page. You might want to make some Views available using <a href="!apv">admin/panels/views</a>. Group admins may designate one page as their group home page.
eo: Post ŝaltado de ĉi tiu modulo, vizitu la novan langeton de "Paĝoj" sur ajna grupo. Tie, grupestroj povas krei tiel multe da paĝoj kiel dezirata por ties grupo. La paĝoj povas enhavi ajnan haŭton kiun la retejo ofertas kaj administrantoj povas aranĝi multajn diversajn specojn de enhavo kiel dezirata. Retejestroj povas limigi la specojn de enhavo kiu povas esti aldonita sur la paĝo de <a href="!settings">agordoj de og_panels</a>. Vi eble volas alirebligi kelkajn Vidojn uzante <a href="!apv">admin/panels/views</a>. Grupestroj rajtas elekti unu paĝon kiel la hejmpaĝo por ties grupo.

source: Create custom pages for your group. Use custom pages to organize your content in a pretty and informative manner. Your group can group to be a whole website within a web site. Each custom page becomes a tab when viewing your group. One of your custom pages should be designated as your <em>group home page</em>. That page will then display when visitors first arrive at your group.
eo: Kreu proprajn paĝojn por via grupo. Uzu proprajn paĝojn por organizi vian enhavon en bela kaj informa maniero. Via grupo povas grupigi por esti plena retejo ene de retejo. Ĉiu propra paĝo tiam montros kiam vizitantoj unue alvenas al via grupo.

source: Start by clicking the <a href="!url">Add new page</a> tab. Then you will choose a custom layout for your page. Then you will want to <em>edit content</em> for your custom page.
eo: Komencu alklakante la langeton de <a href="!url">Aldoni novan paĝon</a>. Tiam vi elektos propran haŭton por via paĝo. Tiam vi volos <em>redakti enhavon</em> por via propra paĝo.

source: Are you sure you want to delete %title?
eo: Ĉu vi certas ke vi volas forigi %title?

source: This action cannot be undone.
eo: Ĉi tiu ago ne povas esti malfarata.

source: Delete
eo: Forigi

source: %title has been deleted
eo: %title estis forigita.

source: Edit content
eo: Redakti enhavon

source: Change layout
eo: Ŝanĝi haŭton

source: Edit layout settings
eo: Redakti haŭtajn agordojn

source: Edit page
eo: Redakti paĝon

source: Delete page
eo: Forigi paĝon

source: Save settings
eo: Konservi agordojn

source: Home page
eo: Hejmpaĝo

source: Weight
eo: Pezo

source: Updated panels configuration.
eo: Ĝisdatigis agordon de paneloj.

source: @name at @site
eo: @name ĉe @site

source: Page title
eo: Paĝa titolo

source: This is the title of the page and of the tab.
eo: Ĉi tio estas la titolo de la paĝo kaj de la langeto.

source: Path
eo: Vojo

source: This page is currently your default group home page and has no configurable path.
eo: Ĉi tiu paĝo nun estas via defaŭlta grupa hejmpaĝo kaj havas neniun agordeblan vojon.

source: Show blocks
eo: Montru blokojn

source: If unchecked, the standard group blocks will not be shown unless you place them into your page content. This gives admin more control over page presentation.
eo: Se malŝaltita, la normaj grupaj blokoj ne montriĝos ĝis kiam vi lokigas ilin en la enhavo de via paĝa. Tio donas al administranto pli da rego pri paĝa prezentado.

source: Published
eo: Publikigita

source: If unchecked, this page is only accessible by group or site administrators. Thats useful while you are configuring the page.
eo: Se malŝaltita, ĉi tiu paĝo estas nur alirebla de grupaj aŭ retejaj administrantoj. Tio utilas dum vi agordas la paĝon.

source: Update page
eo: Ĝisdatigi paĝon

source: Create page
eo: Krei paĝon

source: %path is a reserved system path, and cannot be used for a group page. Please enter another path.
eo: %path estas rezervita sistema vojo, kaj ne povas esti uzata por grupa paĝo. Bonvolu enmeti alian vojon.

source: Panel paths may only contain alphanumeric characters and dashes.
eo: Panelaj vojo povas nur enhavi alfanumerajn signojn kaj steketojn.

source: That path is currently in use by another one of your group's pages. Please enter another path.
eo: Tiu vojo nun estas uzata de alia el viaj grupaj paĝoj. Bonvolu enmeti alian vojon.

source: Group page updated.
eo: Grupa paĝo ĝisdatigita.

source: Group page created.
eo: Grupa paĝo kreita.

source: Pages
eo: Paĝoj

source: Organic groups panel pages deleted.
eo: Panelaj paĝoj de organaj grupoj forigitaj.

source: A node object that is flagged as an OG group type.
eo: Noda objekto kiu estas flagita kiel OG-grupa speco.

source: OG mission
eo: OG-misio

source: OG description
eo: OG-priskribo

source: OG members
eo: OG-membroj

source: Group search
eo: Grupa serĉo

source: OG faces
eo: OG-vizaĝoj

source: Group from node
eo: Grupo de nodo

source: Adds a group from a node context; if multiple groups are associated with a node, this will get the "first" group only.
eo: Aldonas grupon de noda konteksto; se multaj grupoj estas ligita kun nodo, tio ricevos nur la "unuan" grupon.

source: Node
eo: Nodo

source: manage OG panels pages
eo: administri OG-panelajn paĝojn

source: Organic groups panels
eo: Paneloj de organaj grupaj

source: Configure the content that is available to group admins when creating group pages.
eo: Agordi la enhavon kiu estas alirebla al grupestroj kiam kreante grupajn paĝojn.

source: List
eo: Listo

source: Stores information about each group.
eo: Konservas informojn pri ĉiu grupo.

source: The group's {node}.nid.
eo: La grupa {node}.nid.

source: Determines how subscription requests are handled (open, moderated, invite only, closed).
eo: Determinas kiel abonaj petoj estas traktataj (malfermita, prizorgata, nur per invito, fermita).

source: Group description. Shows up by default on group directory.
eo: Grupa priskribo. Montriĝas defaŭlte en grupa adresaro.

source: The group specific theme (if any). See {system}.name.
eo: La grupo indikas haŭton (se ekzistas). Vidu {system}.name.

source: Should users be able to join this group from registration form.
eo: Ĉu uzantoj povu aliĝi al ĉi tiu grupo per registriĝa formularo?

source: Should this group appear in the groups directory.
eo: Ĉu ĉi tiu grupo aperu en la grupa adresaro?

source: Not currently used.
eo: Ne nun uzata.

source: Group specific language. See {languages}.language.
eo: Grup-elektita lingvo. Vidu {languages}.language.

source: Is group home page private or public.
eo: Ĉu la grupa hejmpaĝo estas privata aŭ publika?

source: Group memberships
eo: Grupaj membrecoj

source: Group's {node}.nid.
eo: Grupa {node}.nid.

source: Is this membership active or pending?
eo: Ĉu ĉi tiu membreco estas aktiva aŭ atendanta?

source: Is this user a group administrator?
eo: Ĉu ĉi tiu uzanto estas grupestro?

source: The user for this membership. See {users}.uid.
eo: La uzanto por ĉi tiu membreco. Vidu {users}.uid.

source: Email notification preference.
eo: Retpoŝta atentiga prefero.

source: Time when this membership was created.
eo: Tempo kiam ĉi tiu membreco kreiĝis.

source: Time when this membership was last changed.
eo: Tempo kiam ĉi tiu membreco laste ŝanĝiĝis.

source: User preferences that are not group specific.
eo: Preferoj de uzantaj kiuj ne estas grup-specifaj.

source: The user. See {users}.uid.
eo: La uzanto. Vidu {users}.uid.

source: Notification preference for group posts (always, never, depends per group).
eo: Atentiga prefero por grupaj afiŝoj (ĉiam, neniam, dependas de grupo).

source: The post's {node}.nid.
eo: La afiŝa {node}.nid.

source: Is this a public or private post? This value is always the same across all groups for a given post.
eo: Ĉu ĉi tiu estas publika aŭ privata afiŝo? Ĉi tiu valoro estas la sama trans ĉiuj grupoj por indikita afiŝo.

source: Organic groups module enabled. Please see the included !readme_file for further installation instructions.
eo: Modulo de organaj grupoj ŝaltita. Bonvolu vidi la inkluzivitan !readme_file por pliaj instrukcioj pri instalado.

source: Enable users to create and manage their own 'groups'
eo: Ebligi ke uzantoj povu krei kaj administri siajn proprajn 'grupojn'

source: Enable access control for private posts and private groups.
eo: Ebligi aliran regadon por privataj afiŝoj kaj privataj grupoj.

source: Enable group admins to create panel pages.
eo: Ebligi ke grupestroj povu krei panelajn paĝojn.

source: Welcome message
el: Μήνυμα καλωσορίσματος
eo: Bonveniga mesaĝo
es: Mensaje de bienvenida

source: The welcome message for the group. Specified on group edit form.
eo: La bonveniga mesaĝo por la grupo. Indikita en la formularo por redakti grupon.

source: Group description
eo: Grupa priskribo

source: The group description as specified on the group edit form.
eo: La grupa priskribo kiel indikita en la formularo por redakti grupon.

source: Group members
eo: Grupanoj

source: The list of group subscribers or just group admins.
eo: La listo de grupabonantoj aŭ simple grupestroj.

source: Search this group.
eo: Serĉi ĉi tiun grupon.

source: Group faces
eo: Grupaj vizaĝoj

source: Show a grid of user pictures.
eo: Montri kradon de bildoj de uzantaj.

source: Welcome
eo: Bonvenon

source: Welcome statement goes here.
eo: Bonveniga diraĵo ĉi tie.

source: Description goes here.
eo: Priskribo ĉi tie.

source: Member list goes here.
eo: Membrolisto ĉi tie.

source: Search form goes here.
eo: Serĉa formularo ĉi tie.

source: Faces go here.
eo: Vizaĝoj ĉi tie.

source: Number of pictures per row
eo: Nombro da bildoj por ĉiu vico

source: Maximum number of rows per page
eo: Maksimuma nombro da vicoj por ĉiu paĝo

source: Pager ID
eo: Paĝila ID

source: Number of members
eo: Nombro da membroj

source: Maxmimum number of members that should appear on the list
eo: Maksimuma nombro da membroj kiuj aperu en la listo

source: You may specify which types of group members appear in this listing.
eo: Vi povas indiki kiujn specojn da grupanoj aperu en ĉi tiu listigo.

source: Show more link
eo: Montri plian ligilon

source: Should a <em>more</em> link appear when more members are in the group but not listed.
eo: Ĉu <em>pli</em>-ligilo aperu kiam pli da membroj estas en la grupo, sed ne listita.

source: Show pictures
eo: Montri bildojn

source: Should member pictures be shown in addition to member names.
eo: Ĉu membraj bildoj montriĝu aldone al membraj nomoj?

source: Number of members must be an integer.
eo: Nombro da membroj devas esti entjero.

source: Number of pictures per row must be an integer.
eo: Nombro da bildoj por ĉiu vico devas esti entjero.

source: Maximum number of rows per page must be an integer.
eo: Maksimuma nombro da vicoj por ĉiu paĝo devas esti entjero.

source: Require this context from an external source (such as containing panel page).
eo: Devigi ke ĉi tiu konteksto de eksteraj fontoj (kiel enhavante panelan paĝon).

source: If selected, group selection (below) will be ignored.
eo: Se elektita, grupa elektado (sube) estos ignorata.

source: Enter the NID of a group
eo: Enmetu la NID de grupo

source: Currently set to "%title"
eo: Nun agordita al "%title"

source: You must select a node.
eo: Vi devas elekti nodon.

source: Invalid group selected.
eo: Nevalida grupo elektita.

source: Node is of type %type which not a group type.
eo: Nodo estas de speco %type kiu ne estas grupa speco.

source: Og testing functionality
eo: Og testa funkciado

source: Setup and teardown functionality for organic groups
eo: Agordo kaj foriga funkciado por organaj grupoj

source: has been created
eo: estis kreita

source: groups
ca: grups
el: ομάδες
es: grupos
it: gruppi

source: In order to let group admins determine their own group theme, you must enable multiple themes using %page.
el: Για να αφήσετε την ομάδα να καθορίσει την δική της παραλλαγή, πρέπει να ενεργοποιήσετε τις πολλαπλές παραλλαγές χρησιμοποιώντας την %page.
es: Para permitir a los administradores de grupo determinar su propio tema, usted debe activar la configuración de temas múltiple utilizando %page.

source: theme configuration page
ca: pàgina de configuració de temes gràfics
el: σελίδα ρυθμίσεων θέματος
es: página de configuración de tema
it: pagina di configuarazione del tema

source: subscribe to group
ca: subscriu-te al grup
el: εγγραφή στην ομάδα
es: suscribirse al grupo
it: iscrizione al gruppo

source: my groups
el: οι ομάδες μου
es: mis grupos

source: unsubscribe from group
ca: cancel·la la subscripció de grup
el: διαγραφή από την ομάδα
es: desuscribirse del grupo
it: elimina iscrizione da un gruppo

source: approve subscription request
ca: aprova petició de subcripció
el: έγκριση αίτηση εγγραφής
es: aprobar solicitud de suscripción
it: approva la richiesta di iscrizione

source: deny subscription request
ca: denega petició de subcripció
el: απόρριψη αίτησης εγγραφής
es: denegar el pedido de suscripción
it: nega la richiesta di iscrizione

source: create group administrator
ca: crear administrador de grup
el: δημιουργία διαχειριστή ομάδας
es: crear administrador del grupo
it: crea l'amministratore del gruppo

source: delete group administrator
ca: esborrar administrador de grup
el: διαγραφή διαχειριστή ομάδας
es: suprimir el administrador del grupo
it: rimuovi l'amministratore del gruppo

source: remove post from group
ca: esborrar article de grup
el: διαγραφή καταχώρησης από την ομάδα
es: remover el envío del grupo
it: rimuovi il contenuto dal gruppo

source: group feed
ca: feed de grup
el: τροφοδοσία ομάδας
es: cable del grupo
it: feed del gruppo

source: subscriber management
ca: gestió de subscriptors
el: διαχείριση μέλους ομάδας
es: gestión de suscriptores
it: gestió de subscriptors

source: manage subscription
ca: gestiona subscripció
el: διαχείριση εγγραφής
es: gestión de suscripcion
it: gestione dell'iscrione

source: send invitation
ca: envia invitació
el: στείλε πρόσκληση
es: mandar invitación
it: spedisci invito

source: add subscribers
ca: afegeix subscriptors
el: πρόσθεσε μέλη
es: añadir suscriptores
it: aggiungi iscritti

source: email
ca: correu
es: correo electrónico

source: the sole subscriber
el: το μοναδικό μέλος
es: el único suscriptor

source: Your email will be sent to @count in this group. Please use this feature sparingly.
es: Su correo será enviado a @count en este grupo. Por favor utilice esta función con cuidado.

source: -------------------------------- This message was sent by an administrator in the '%group' group at %site. To visit this group, browse to %url1. To unsubscribe from this group, visit %url2
ca: -------------------------------- Aquest missatge ha estat enviat per un administrador del grup %group a %site. Per visitar aquest grup, vés a %url1. Per cancel·la la subscripció a aquest grup visita %url2
el: -------------------------------- Το μήνυμα στάλθηκε από ένα διαχειριστή της ομάδας '%group' της ιστοσελίδας %site. Για να επισκεφθείτε αυτή την ομάδα, πλοηγηθείτε στην σελίδα %url1. Για να διαγραφείτε από την ομάδα, επισκεφθείτε την σελίδα %url2
es: -------------------------------- Este mesaje fue enviado por un administrador en el grupo '%group' desde %site. Para visitar este grupo, navegue a %url1. Para desuscribirse de este grupo, visite %url2
it: -------------------------------- Questo messaggio è stato spedito da un amministratore nel gruppo %group su %site. Per visitare questo gruppo, vai quì %url1. Per eliminare l'iscrizione da questo gruppo, vai %url2

source: @count emails sent.
es: @count correos enviados.

source: You may not unsubscribe from this group because it is a %closed group. You should request unsubscription from a group administrator.
el: Δεν γίνεται να διαγραφείτε από αυτή την ομάδα γιατί είναι μια %closed ομάδα. Θα πρέπει να ζητήσετε από κάποιον διαχειριστή της ομάδας να σας διαγράψει.
es: No puede desuscribirse de este grupo porque es un grupo cerrado. Debería solicitárselo a los administradores del grupo.

source: You may not unsubscribe from this group because you are its owner. A site administrator can assign ownership to another user and then you can unsubscribe.
el: Δεν γίνεται να διαγραφείτε από αυτή την ομάδα γιατί είστε ο ιδιοκτήτης της. Ο διαχειριστής μια ομάδας μπορεί να αναθέσει την ιδιοκτησία της σε ένα άλλο μέλος και κατόπιν μπορεί να διαγραφεί.
es: No puede desuscribirse de este grupo porque usted es el dueñoo. Un administrador del sitio puede asignar la propiedad a otro usuario y así usted podría desuscribirse.

source: Unsubscribe from this group
ca: Cancel·la subscripció d'aquest grup
el: Διαγραφείτε από αυτή την ομάδα
es: Desuscribirse de este grupo
it: Destituisciti da questo gruppo

source: Actions
el: Ενέργειες
es: Acciones

source: Goodbye
ca: A reveure.
el: Γεια χαρά
es: Hasta luego
it: Arrivederci

source: home
ca: inici
el: αρχική σελίδα
es: Inicio
it: pagina iniziale

source: Subscription saved.
ca: Subscripció guardada.
el: Η αίτηση εγγραφής καταχωρήθηκε.
es: La suscripción ha sido guardada.
it: Iscrizione salvata.

source: Subscription request approved.
ca: Petició de subcripció aprovada.
el: Η αίτηση εγγραφής εγκρίθηκε.
es: La solicitud de suscripción ha sido aprobada.
it: Richiesta di iscrizione apporvata.

source: Subscription request approved for '%title'
ca: Petició de subscripció aprovada per '%title'
el: Η αίτηση εγγραφής εγκρίθηκε για '%title'
es: La solicitud de suscripción ha sido aprobada para '%title'
it: Richiesta di iscrizione apporvata per '%title'

source: You may now post messages in this group located at %url
ca: Ja pots enviar missatges a aquest grup de %url
el: Μπορείτε τώρα να καταχωρήσετε μηνύματα σε αυτή την ομάδα που ανήκει στη σελίδα %url
es: Ahora puede publicar mensajes en el grupo que está en %url
it: Ora puoi creare contenuti in questo gruppo su %url

source: Subscription request denied.
ca: Petició de subscripció denegada.
el: Η αίτηση εγγραφής απορρίφθηκε.
es: La solicitud de suscripción ha sido denegada.
it: Richiesta di iscrizione negata.

source: Subscription request denied for %title
ca: Petició de subscripció denegada per %title
el: Η αίτηση εγγραφής απορρίφθηκε για %title.
es: La solicitud de suscripción ha sido denegada para %title
it: Richiesta di iscrizione negata per %title

source: Sorry, your subscription request was denied.
ca: Ho sentim, la teva petitició de subscripció ha estat denegada.
el: Λυπούμαστε, αλλά η αίτηση εγγραφής σας απορρίφθηκε.
es: Lo lamentamos, su solicitud de suscripción ha sido denegada.
it: Siamo spiacentai, ma la richiesta di iscrizione è stata negata.
