Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/includes.*.po
Languages: ru

source: You must designate at least one content type to act as a group node and another as a group post. <a href="!create">Create new content type</a> if needed.
ru: Вы должны назначить как минимум один тип содержимого в качестве узла группы и другой - в качестве сообщения группы. <a href="!create">Создать новый тип содержимого</a> при необходимости.

source: Content types
ru: Типы содержимого

source: Usage
ru: Использование

source: Edit
ru: Редактировать

source: New groups don't appear in the groups directory. Administrators control the directory exclusively.
ru: Новые группы не отображаются в списке групп. Исключительно администраторы управляют списком.

source: New groups always appear in the groups directory.
ru: Новые группы всегда отображаются в списке групп.

source: Group creator chooses whether her group appears in the directory. Defaults to <em>in directory</em>.
ru: Создатель группы выбирает, отображать ли группу в списке. <em>Отображать в списке</em> по умолчанию.

source: Group creator chooses whether her group appears in the directory. Defaults to <em>not in directory</em>.
ru: Создатель группы выбирает, отображать ли группу в списке. <em>Не отображать в списке</em> по умолчанию.

source: Groups directory control
ru: Управление списком групп

source: OG admins always see the checkbox for adding a group to the <em>groups directory</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
ru: Администраторы OG всегда видят флажок для выбора отображения группы в списке. Обратите внимание, что изменение этой настройки не влияет на существующие сообщения. Пере-сохраните эти сообщения, чтобы применить новые настройки.

source: New groups don't appear on the registration form. Administrators control the form exclusively.
ru: Новые группы не отображаются на форме регистрации. Исключительно администраторы управляют формой.

source: New groups always appear on the registration form.
ru: Новые группы всегда отображаются на форме регистрации.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>on form</em>.
ru: Создавший группу выбирает, отображается ли группа на форме регистрации. <em>Отображать</em> по умолчанию.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>not on form</em>.
ru: Создавший группу выбирает, отображается ли группа на форме регистрации. <em>Не отображать</em> по умолчанию.

source: Registration form control
ru: Управление формой регистрации

source: OG admins always see the checkbox for adding a group to the <em>registration form</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
ru: Администраторы OG всегда видят флажок отображения группы на <em>форме регистрации</em>. Обратите внимание, что изменение этой настройки не влияет на существующие сообщения. Пере-сохраните эти сообщения чтобы применить новые настройки.

source: Audience checkboxes
ru: Флажки выбора аудитории

source: Show each group that the user is a member of as a checkbox in the "Audience" section. This enables the member to place her post into multiple groups. If unchecked, simplify the user interface by omitting the checkboxes and assuming user wants to post into the current group. This simplification only applies to new nodes, and not to edits of existing nodes. Group administrators always see checkboxes.
ru: Отображать каждую группу, в которую входит пользователь, как флажок выбора в разделе "Аудитория". Это позволяет участнику разместить сообщение одновременно в несколько групп. Если не отмечено, упрощает пользовательский интерфейс, опуская флажки с предположением, что пользователь желает разместить сообщение в текущую группу. Это упрощение затрагивает новые сообщения, но не редактирование существующих сообщений. Администраторы группы всегда видят флажки выбора.

source: Optional
ru: Необязательно

source: Required
ru: Обязательно

source: Audience required
ru: Выбор аудитории обязателен

source: Do you require that all (non administrator) posts be affiliated with a group? Note that changing this setting will affect existing posts when they are edited.
ru: Обязательно ли все сообщения (кроме сообщений администратора) должны быть привязаны к группе? Обратите внимание, что изменение этой настройки повлияет на существующие сообщения при их редактировании.

source: Messaging & Notifications
ru: Сообщения и Уведомления (Messaging & Notifications)

source: Format of "From:" field
ru: Формат поля "От:"

source: Specify the format of the "From:" field on outgoing notifications. Available variables: @user_mail, @user_name, @site_mail, @site_name. Note that the @user_mail token reveals the author's email address. If the admin email examples above appear blank, you need to set your site email in the "Site information" panel.
ru: Укажите формат поля "От:" для исходящих уведомлений. Доступные переменные: @user_mail, @user_name, @site_mail, @site_name. Обратите внимание, что переменная @user_mail заменяется на адрес эл. почты автора. Если примеры сообщение выше пусты, необходимо установить адрес эл. почты сайта на странице настроек "Информация о сайте".

source: New content subject
ru: Тема уведомления о новых материалах

source: Subject of notification message for new content. Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. %subject contains the comment title in the case of a comment but the node title in the case of a new post. @title is always the node title.
ru: Тема сообщения с уведомлением о новых материалах. Доступные переменные: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. %subject содержит заголовок комментария в случае комментария, и заголовок материала в случае нового материала. @title всегда содержит заголовок материала.

source: New content body
ru: Текст уведомления о новых материалах

source: Body of the notification for new content. Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject contains the comment title in the case of a comment but the node title in the case of a new post. %title is always the node title.
ru: Текст уведомления о новых материалах. Доступные переменные: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject содержит заголовок комментария в случае комментария, и заголовок материала в случае нового материала. %title всегда содержит заголовок материала.

source: Group admin notification body
ru: Текст уведомления от администратора группы

source: The body of the message sent to users from the group admin. Available variables: @group, @body, @site, !url_group, !url_unsubscribe
ru: Текст сообщения, отправляемого пользователям администратором группы. Доступные переменные: @group, @body, @site, !url_group, !url_unsubscribe

source: User approved notification subject
ru: Тема уведомления об одобрении пользователя

source: The subject of the message sent to new approved members. Available variables: !group_url, @title
ru: Тема сообщения, которые отправляется пользователям, участие которых было одобрено администратором. Доступные переменные: !group_url, @title

source: User approved notification body
ru: Текст уведомления об одобрении пользователя

source: The body of the message sent to new approved members. Available variables: !group_url, @title
ru: Текст сообщения, которое отправляется пользователям, участие которых было одобрено администратором. Доступные переменные: !group_url, @title

source: User denied notification subject
ru: Тема уведомления об отклонении пользователя

source: The subject of the message sent to denied users. Available variables: !group_url, @title
ru: Тема сообщения, отправляемое пользователям, запрос на участие от которых был отклонен. Доступные переменные: !group_url, @title

source: User denied notification body
ru: Текст уведомления об отклонении пользователя

source: The body of the message sent to denied users. Available variables: !group_url, @title
ru: Текст сообщения пользователям, запрос на участие от которых был отклонен. Доступные переменные: !group_url, @title

source: Invite user notification subject
ru: Тема уведомления о приглашении

source: The subject of the message sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body
ru: Тема сообщения, отправляемого пользователям, приглашенным в группу. Доступные переменные: @group, @site, @description, !group_url, @body

source: Invite user notification body
ru: Текст уведомления о приглашении

source: The body of the message sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body
ru: Текс сообщения, отправляемого пользователям, приглашенным в группу. Доступные переменные: @group, @site, @description, !group_url, @body

source: Request user notification subject
ru: Тема уведомления о запросе на участие

source: The subject of the message sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url
ru: Тема сообщения, отправляемого администратору при запросе пользователя на участие в группе. Доступные переменные: @group, @username, !approve_url, !group_url

source: Request user notification body
ru: Текст уведомления о запросе на участие

source: The body of the message sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url
ru: Текст сообщения, отправляемого администратору при запросе пользователя на участие в группе. Доступные переменные: @group, @username, !approve_url, !group_url

source: New admin user notification subject
ru: Тема уведомления о назначении администратором

source: The subject of the message sent to a new admin for a group. Available variables: @group, @username, !group_url
ru: Тема сообщения, отправляемого новому администратору группы. Доступные переменные: @group, @username, !group_url

source: New admin user notification body
ru: Текст уведомления о назначении администратором

source: The body of the message sent to a new admin for a group. Available variables: @group, @username, !group_url, !invite_url
ru: Текст сообщения, отправляемого новому администратору группы. Доступные переменные: @group, @username, !group_url, !invite_url

source: Welcome message
ru: Приветственное сообщение

source: The welcome message for the group. Specified on group edit form.
ru: Приветственное сообщение группы. Указывается на форме редактирования группы.

source: Group description
ru: Описание группы

source: The group description as specified on the group edit form.
ru: Описание группы, как указано на форме редактирования группы.

source: Group members
ru: Участники группы

source: The list of group subscribers or just group admins.
ru: Список подписчиков и администраторов группы.

source: Search this group.
ru: Поиск по этой группе.

source: Group faces
ru: Лица группы

source: Show a grid of user pictures.
ru: Показать таблицу картинок пользователей.

source: Welcome
ru: Приветствие

source: Welcome statement goes here.
ru: Здесь приветственное сообщение.

source: Description goes here.
ru: Здесь описание.

source: Member list goes here.
ru: Здесь список участников.

source: Search form goes here.
ru: Здесь форма поиска.

source: Faces go here.
ru: Здесь изображения участников.

source: Number of pictures per row
ru: Кол-во картинок на строку

source: Maximum number of rows per page
ru: Макс. число строк на странице

source: Pager ID
ru: ID постраничного просмотра (Pager ID)

source: Number of members
ru: Число участников

source: Maxmimum number of members that should appear on the list
ru: Максимальное число участников, которое должно отображаться в списке

source: You may specify which types of group members appear in this listing.
ru: Можно указать, какие типы участников отображать в этом списке.

source: Show more link
ru: Показывать ссылку "далее"

source: Should a <em>more</em> link appear when more members are in the group but not listed.
ru: Показывать ли ссылку <em>далее</em>, когда есть еще не отображенные участники группы.

source: Show pictures
ru: Показывать изображения пользователей

source: Should member pictures be shown in addition to member names.
ru: Показывать ли загруженные картинки пользователей в дополнение к именам.

source: Number of members must be an integer.
ru: Число участников должно быть целым.

source: Number of pictures per row must be an integer.
ru: Число изображений на строку должно быть целым.

source: Maximum number of rows per page must be an integer.
ru: Максимальное число строк на страницу должно быть целым.

source: Search
ru: Поиск

source: Require this context from an external source (such as containing panel page).
ru: Требовать контекст из внешнего источника (такого как содержащая страница панели).

source: If selected, group selection (below) will be ignored.
ru: Если отмечено, выбор группы (ниже) не будет учитываться.

source: Enter the NID of a group
ru: Введите NID группы

source: Currently set to "%title"
ru: Сейчас установлено значение "%title"

source: You must select a node.
ru: Вы должны выбрать узел (node).

source: Invalid group selected.
ru: Выбрана неверная группа.

source: Node is of type %type which not a group type.
ru: Тип узла - %type, который не является типом группы.

source: User subscribes to group
ru: Пользователь подписывается на группу

source: A user has subscribed to a group and is approved. If the user isn't approved then this event won't be triggered.
ru: Пользователь стал участником группы и одобрен. Если запрос на участие будет отклонен, это событие не возникнет.

source: User approved to group by admin
ru: Участие пользователя в группе одобрено администратором

source: User unsubscribes from group
ru: Пользователь покидает группу

source: User that subscribed to the group
ru: Пользователь, являющийся участником группы

source: Subscribe user to group
ru: Сделать пользователя участником группы

source: User who will be subscribed
ru: Пользователь, который будет включен в группу

source: Group that user will be subscribed to
ru: Группа, в которую будет включен пользователь

source: Unsubscribe user from group
ru: Исключить пользователя из группы

source: User who will be unsubscribed
ru: Пользователь, который будет исключен

source: Group that user will be unsubscribed from
ru: Группа, из которой будет исключен пользователь

source: Subscription is approved
ru: Запрос на участие одобрен

source: When enabled the user will automatically be approved. When disabled user will be a pending member.
ru: Если включено, пользователь будет автоматически одобрен. Если отключено, пользователь будет ожидать решения.

source: User is group member
ru: Пользователь является участником группы

source: User
ru: Пользователь

source: Evaluates to TRUE if the user is an approved member of the group. If the user is a pending member this condition will return FALSE.
ru: Возвращает TRUE, если пользователь является одобренным участником группы. Если пользователь еще ожидает решения, будет возвращено FALSE.

source: Content is a group
ru: Материал является группой

source: Evaluates to TRUE if the content is a group.
ru: Возвращает TRUE, если материал является группой.

source: Unrecognized user ID: %uid.
ru: Неопознанный ID пользователя: %uid.

source: Wrong username or password.
ru: Неверное имя пользователя или пароль.

source: User is not a member of the specified group.
ru: Пользователь не является участником указанной группы.

source: User is not allowed to retrieve membership information for another user.
ru: Пользователю закрыт доступ к информации об участии в группах другого пользователя.
