Repository: usabilidoido/corais
Catalog: sites/all/modules/og/translations/og.*.po
Languages: ru

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
ru: Блоки, специфичные для группы, видны только на страницах группы, но не общих таких как главная страница или страницы админки.

source: In order to let group admins determine their own group theme, you must enable multiple themes using <a href="@url">theme configuration page</a>.
ru: Чтобы разрешить администраторам устанавливать темы оформления своих групп, вы должны включить несколько тем на <a·href="@url">странице настройки тем оформления</a>.

source: Send message to %group
ru: Отправить сообщение группе %group

source: Your message will be sent to all members of this group.
ru: Ваше сообщение будет разослано всем участникам группы.

source: Subject
ru: Тема сообщения

source: Enter a subject for your message.
ru: Введите тему вашего сообщения.

source: Body
ru: Текст

source: Enter a body for your message.
ru: Введите текст вашего сообщения.

source: Send message
ru: Отправить сообщение

source: You may not leave this group because it is a <em>closed</em> group. You should request removal from a group administrator.
ru: Вы не можете покинуть эту группу поскольку это <em>закрытая</em> группа. Вам следует обратиться с запросом к администратору группы.

source: You may not leave this group because you are its owner. A site administrator can assign ownership to another user and then you may leave.
ru: Вы не можете покинуть эту группу, поскольку являетесь ее владельцем. Администратор сайта может назначить владельцем другого пользователя, после чего вы сможете выйти из группы.

source: Leave this group
ru: Покинуть эту группу

source: Membership saved.
ru: Информация об участии сохранена.

source: Bad token. You seem to have followed an invalid link.
ru: Неверный код в ссылке. Скорее всего вы перешли по неверной ссылке.

source: !name already approved to group %group.
ru: !name уже утвержден как участник группы %group.

source: Membership request approved.
ru: Запрос на участие в группе одобрен.

source: Membership request denied.
ru: Запрос на участие в группе отклонен.

source: Are you sure you want to make %name a group administrator for the group %title?
ru: Вы уверены, что хотите сделать пользователя %name администратором группы %title?

source: Confirm
ru: Подтвердить

source: %name was promoted to <em>group administrator</em>.
ru: %name был назначен <em>администратором группы</em>.

source: Are you sure you want to remove %name as a group administrator for the group %title?
ru: Вы уверены, что хотите удалить пользователя %name из администраторов группы %title?

source: Remove
ru: Удалить

source: %name is no longer a <em>group administrator</em>.
ru: %name·больше·не·является·<em>администратором·группы</em>.

source: Email addresses or usernames
ru: Адреса эл. почты или имена пользователей сайта

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
ru: Введите не более %max адресов эл. почты или имен пользователей сайта. Разделяйте их запятыми или переводами строки. Каждый из перечисленных получит от вас сообщение с приглашением.

source: Personal message
ru: Личное сообщение

source: Optional. Enter a message which will become part of the invitation email.
ru: Необязательно. Введите сообщение, которое будет отправлено с приглашением.

source: Send invitation
ru: Отправить приглашение

source: You may not specify more than %max email addresses or usernames.
ru: Вы можете указать не более чем %max адресов эл. почты или имен пользователей.

source: You may not invite yourself - @self.
ru: Вы не можете пригласить самого себя - @self.

source: Invalid email address or username: @value.
ru: Неправильный адрес или имя пользователя: @value.

source: In order to join this group, you must login or register a new account. After you have successfully done so, you will need to request membership again.
ru: Чтобы присоединиться к этой группы, вы должны войти либо зарегистрироваться. После этого вам нужно будет повторить запрос на участие.

source: @user is already a member the group @group.
ru: @user уже является участником группы @group.

source: Additional details
ru: Дополнительные сведения

source: Add any detail which will help an administrator decide whether to approve or deny your membership request.
ru: Введите любые дополнительные сведения, которые помогут администратору в принятии решения об одобрении, либо отказе в участии по вашему запросу.

source: Are you sure you want to join the group %title?
ru: Вы уверены, что хотите стать участником группы %title?

source: Join
ru: Стать участником

source: Personal message from @name: ------------------ @request
ru: Личное сообщение от пользователя @name: ------------------ @request

source: Membership request to the %group group awaits approval by an administrator.
ru: Запрос на участие в группе %group ожидает рассмотрения администратора.

source: You are now a member of the %group.
ru: Теперь вы участник группы %group.

source: Membership request to the %group group was rejected, only group administrators can add users to this group.
ru: Запрос на участие в группе %group был отклонен, только администраторы могут добавлять пользователей в эту группу.

source: Are you sure you want to remove !name from the group %title?
ru: Вы уверены, что хотите удалить пользователя !name из группы %title?

source: %user removed from %group.
ru: Пользователь %user удален из группы %group.

source: List of users
ru: Список пользователей

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
ru: Введите одно или несколько имен пользователей для добавления в эту группу. Несколько имен следует разделять запятой.

source: Add users
ru: Добавить пользователей

source: Posts
ru: Сообщения

source: Comments
ru: Комментариев

source: Age
ru: Возраст

source: Last comment
ru: Последний комментарий

source: No groups available.
ru: Доступных групп нет.

source: No posts in this group.
ru: Нет сообщений в этой группе.

source: No public posts in this group.
ru: Нет общедоступных сообщений в этой группе.

source: You must <a href="!register">register</a> or <a href="!login">login</a> and become a member in order to post messages, and view any private posts.
ru: Вы должны <a href="!register">зарегистрироваться</a> или <a href="!login">войти</a> и стать участником чтобы создавать сообщения, а также видеть закрытые сообщения.

source: Consider <a href="!url">joining this group</a> in order to view its posts.
ru: Предлагаем <a href="!url">стать участником группы</a> чтобы просматривать сообщения в ней.

source: Open
ru: Открытая группа

source: Moderated
ru: Модерируемая группа

source: A brief description for the group details block and the group directory.
ru: Краткое описание для блока информации о группе и списка групп.

source: Open - membership requests are accepted immediately.
ru: Открытая группа - запросы на участие немедленно одобряются.

source: Moderated - membership requests must be approved.
ru: Модерируемая группа - запросы на участие рассматриваются.

source: Invite only - membership must be created by an administrator.
ru: Только по приглашению - участники приглашаются администратором группы.

source: Closed - membership is exclusively managed by an administrator.
ru: Закрытая группа - состав участников определяется исключительно администратором.

source: Membership requests
ru: Запросы на участие

source: How should membership requests be handled in this group? When you select <em>closed</em>, users will not be able to join <strong>or</strong> leave.
ru: Как следует обрабатывать запросы на участие в этой группе? Если вы выберете <em>закрытая группа</em>, у пользователей не будет возможности самостоятельно присоединиться <strong>или</strong> покинуть группу.

source: Registration form
ru: Форма регистрации

source: May users join this group during registration? If checked, a corresponding checkbox will be added to the registration form.
ru: Могут ли пользователи присоединиться к группе при регистрации? Если отмечено, соответствующий флажок будет добавлен на форму регистрации.

source: List in groups directory
ru: Показывать в списке групп.

source: Should this group appear on the <a href="@url">list of groups page</a> (requires OG Views module)? Disabled if the group is set to <em>private group</em>.
ru: Должна ли эта группа отображаться на <a href="@url">странице списка групп</a> (требует модуль OG Views)? Недоступно, если группа является <em>личной</em>.

source: Group language
ru: Язык группы

source: Language neutral
ru: Нейтральный по отношению к языку

source: Selecting a different locale will change the interface language for all group pages and emails. Users who have chosen a preferred language always see their chosen language.
ru: Выбор локали повлияет на язык интерфейса всех страниц группы и сообщений эл. почты. Для пользователей, выбравших предпочтительный язык всегда используется язык по их выбору.

source: Selecting a different theme will change the look and feel of the group.
ru: Выбор темы оформления отразится на внешнем виде и восприятии группы.

source: You must <a href="@join">join a group</a> before posting on this web site.
ru: Вы должны <a href="@join">присоединиться к группе</a> перед тем, как оставлять сообщения на этом сайте.

source: Mission statement
ru: Формулировка назначения

source: A welcome greeting for your group home page. Consider listing the group objectives and mission.
ru: Приветственное сообщение для главной страницы группы. Предполагается перечесление целей и предназначение группы.

source: Group manager
ru: Руководитель группы

source: Sticky at top of group home page and other lists.
ru: Выводить перед остальными на главной страницы группы и в других списках.

source: OG audience & Public checkbox.
ru: Выбор аудитории и флажок "Общедоступно"

source: OG audience.
ru: Выбор аудитории.

source: Group description.
ru: Описание группы.

source: Handling of group membership requests.
ru: Обработка запросов на участие.

source: Checkbox for visibility on registration form.
ru: Флажок для отображения на форме регистрации.

source: Checkbox for visibility in the groups directory.
ru: Флажок отображения в списке групп.

source: The default interface language for this group.
ru: Язык интерфейса группы по умолчанию.

source: Organic groups usage
ru: Использование модулем Organic groups

source: Specify how organic groups should treat nodes of this type. Nodes may behave as a group, as group posts, or may not participate in organic groups at all.
ru: Укажите, как модуль organic groups должен рассматривать узлы этого типа. Узлы могут использоваться в качестве группы, сообщений группы или не использоваться модулем вообще.

source: Do nothing.
ru: Ничего.

source: Delete all group posts which don't also belong to another group.
ru: Удалить все сообщения группы, которые не принадлежат также другой группе.

source: Move all group posts to the group listed below.
ru: Переместить все сообщения группы в одну из групп, перечисленных ниже.

source: Move all group posts and memberships to the group listed below.
ru: Переместить все сообщения группы и участников в одну из групп, перечисленных ниже.

source: In addition to deleting this group, you choose how to disposition the posts and memberships within it.
ru: При удалении группы, необходимо решить, как поступить с ее сообщениями и участниками.

source: Target group
ru: Группа назначения

source: If you chose <strong>Move all group posts</strong> above, specify a destination group.
ru: Если выше вы выбрали <strong>Переместить все сообщения группы</stong>, укажите группу назначения.

source: Delete group
ru: Удалить группу

source: My groups
ru: Мои группы

source: Other groups
ru: Прочие группы

source: Audience
ru: Аудитория

source: You must <a href="@join">join a group</a> before posting a %type.
ru: Вы должны <a href="@join">присоединиться к группе</a> перед тем как создавать %type.

source: @group: '@title' at @site
ru: @group: '@title' на сайте @site

source: @type '@subject' by @username @node_teaser !read_more: !content_url Post reply: !reply_url -- You are subscribed from the group '@group' at @site. To manage your subscription, visit !group_url
ru: @type '@subject' отправлено пользователем @username @node_teaser !read_more: !content_url Отправить ответ: !reply_url -- Вы подписаны на группу '@group' на сайте @site. Для управления подписками зайдите на !group_url

source: @body -- This message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe
ru: @body -- Это сообщение отправлено администратором группы '@group' на сайте @site. Чтобы посетить группу, задите на !url_group. Чтобы отказаться от уведомлений, зайдите на !url_unsubscribe

source: Membership request approved for '@title'
ru: Запрос на участие в группе '@title' одобрен

source: You may now post messages in this group located at !group_url
ru: Теперь вы можете оставлять сообщения в этой группе по адресу !group_url

source: Membership request denied for '@title'
ru: Запрос на участие в группе '@title' отклонен

source: Sorry, your membership request was denied.
ru: Извините, ваш запрос отклонен.

source: Invitation to join the group '@group' at @site
ru: Приглашение присоединиться к группе '@group' на сайте @site

source: Hi. I'm a member of '@group' and I welcome you to join this group as well. Please see the link and message below. @group @description Join: !group_url @body
ru: Привет. Я участник группы '@group' и приглашаю также присоединиться к этой группе. Ссылка и мое сообщение ниже. @group @description Стать участником: !group_url @body

source: Membership request for '@group' from '@username'
ru: Запрос на участие в группе '@group' от пользователя '@username'

source: To instantly approve this request, visit !approve_url. You may deny this request or manage members at !group_url. Personal message from @username: ------------------ @request
ru: Чтобы немедленно одобрить запрос, зайдите на !approve_url. Вы можете отклонить этот запрос и управлять составом участников по адресу !group_url. Личное сообщение от пользователя @username: ------------------ @request

source: You are now an administrator for the group '@group'
ru: Теперь вы являетесь администратором группы '@group'

source: @username, you are now an administrator for the group '@group'. You can administer this group by logging in here: !group_url
ru: @username, теперь вы являетесь администратором группы '@group'. Вы можете управлять группой зайдя на эту страницу: !group_url

source: Join %name.
ru: Стать участником группы %name.

source: (approval needed)
ru: (требуется одобрение)

source: May not be posted into a group.
ru: Не может быть отправлено в группу.

source: Standard group post (typically only author may edit).
ru: Стандартное сообщение группы (обычно только автор может редактировать).

source: Wiki group post (any group member may edit).
ru: Запись группы Wiki (любой участник группы может редактировать).

source: New groups
ru: Новые группы

source: Maximum number of members to show
ru: Максимальное число участников для отображения.

source: You may specify which types of group members appear in the listing.
ru: Вы можете указать, какие типы участников показывать в списке.

source: Maximum number of groups to show
ru: Максимальное число групп для отображения

source: This group offers a <a href="@subscription">subscription option</a>.
ru: Эта группа предлагает <a href="@subscription">подписку</a>.

source: OPML feed
ru: Лента OPML

source: more
ru: еще

source: Browse the newest groups.
ru: Просмотреть недавно созданные группы.

source: Invite friend
ru: Пригласить друга

source: Manager: !name
ru: Руководитель: !name

source: My membership
ru: Мое участие

source: Your membership request awaits approval.
ru: Ваш запрос на участие ожидает рассмотрения.

source: Delete request
ru: Удалить запрос

source: You must <a href="!register">register</a>/<a href="!login">login</a> in order to post into this group.
ru: Вы должны <a href="!register">зарегистрироваться</a>/<a href="!login">войти</a> чтобы добавлять сообщения в эту группу.

source: This is an <em>invite only</em> group. The group administrators add/remove members as needed.
ru: Эта группа <em>только по приглашению</em>. Администраторы группы добавляют/удаляют участников при необходимости.

source: This is a <em>closed</em> group. The group administrators add/remove members as needed.
ru: Это <em>закрытая</em> группа. Администраторы группы добавляют/удаляют участников при необходимости.

source: Request membership
ru: Запрос на участие

source: Create !type
ru: Создать !type

source: Add a new !type in this group.
ru: Добавить !type в эту группу.

source: (pending approval)
ru: (ожидает подтверждения)

source: Add a user to a group.
ru: Добавить пользователя в группу.

source: All members for a given group.
ru: Все участники заданной группы.

source: Retrieve the group memberships for a given user.
ru: Получить список групп для заданного пользователя.

source: Title of top group
ru: Заголовок основной группы

source: Unfiltered title of top group. WARNING - raw user input.
ru: Не обработанное фильтрами название основной группы. ВНИМАНИЕ - значение вводится пользователем.

source: ID of top group
ru: ID основной группы

source: README file
ru: файл README

source: 1 message queued for delivery.
ru: 1 сообщение в очереди на отправку.

source: 1 invitation sent.
ru: 1 приглашение отправлено.

source: Unrecognized name: %bad.
ru: Неопознанное имя: %bad.

source: 1 user added to the group.
ru: 1 пользователь добавлен в группу.

source: 1 group
ru: 1 группа

source: Deleted 1 orphan post.
ru: Удалено 1 дочернее сообщение.

source: Moved 1 orphan post.
ru: Перемещено 1 дочернее сообщение.

source: Moved 1 membership.
ru: Перемещен 1 участник.

source: Show this post in this group.
ru: Показывать сообщение в этой группе.

source: 1 member
ru: 1 участник

source: administer organic groups
ru: Администрировать organic groups

source: Join group
ru: Присоединиться к группе

source: Leave group
ru: Покинуть группу

source: Approve membership request
ru: Одобрить запрос на участие

source: Deny membership request
ru: Отклонить запрос на участие

source: Create group administrator
ru: Сделать администратором группы

source: Delete group administrator
ru: Снять администратора группы

source: Manage membership
ru: Настройки участия

source: Group activity
ru: Изменения в группе

source: Administer the suite of Organic groups modules.
ru: Администрировать модули из состава Organic groups.

source: Organic groups configuration
ru: Настройка Organic groups

source: Configure the main Organic groups module (og).
ru: Настройки основного модуля Organic groups (og).

source: Add members
ru: Добавить участников

source: Broadcast
ru: Сообщение участникам

source: Stores information about each group.
ru: Хранит информацию о каждой группе.

source: The group's {node}.nid.
ru: {node}.nid группы.

source: Determines how subscription requests are handled (open, moderated, invite only, closed).
ru: Определяет как обрабатываются запросы на участие (open, moderated, invite only, closed).

source: Group description. Shows up by default on group directory.
ru: Описание группы. По умолчанию отображается в списке групп.

source: The group specific theme (if any). See {system}.name.
ru: Тема оформления, установленная для группы (если установлено). См. {system}.name.

source: Should users be able to join this group from registration form.
ru: Смогут ли пользователи присоединиться к группе при регистрации.

source: Should this group appear in the groups directory.
ru: Показывать ли группу в списке групп.

source: Group specific language. See {languages}.language.
ru: Язык, установленный для группы. См. {languages}.language.

source: Is group home page private or public.
ru: Является ли главная страница группы личной либо общедоступной.

source: Group memberships
ru: Информация об участниках

source: Group's {node}.nid.
ru: {node}.nid группы.

source: Not currently used.
ru: В настоящее время не используется.

source: Is this membership active or pending?
ru: Информация об участии активна или ожидает решения?

source: Is this user a group administrator?
ru: Этот пользователь администратор группы?

source: The user for this membership. See {users}.uid.
ru: Пользователь. См. {users}.uid.

source: Time when this membership was created.
ru: Время создания информации об участии.

source: Time when this membership was last changed.
ru: Время последнего изменения информации.

source: The post's {node}.nid.
ru: {node}.nid сообщения.

source: Is this a public or private post? This value is always the same across all groups for a given post.
ru: Это личное или общедоступное сообщение? Это значение всегда одинаково для всех групп сообщения.

source: Organic groups module enabled. Please see the included !readme_file for further installation instructions.
ru: Модуль Organic groups включен. См. приложенный !readme_file для инструкций по дальнейшей установке.

source: Organic groups group type
ru: Тип для группы Organic groups

source: Organic groups access control module is disabled. See the <a href="@modules">modules page</a>.
ru: Модуль управления доступом Organic groups отключен. См. <a href="@modules">страницу настройки модулей</a>.

source: Enable users to create and manage groups. OG Views integration module is recommended for best experience.
ru: Предоставить пользователям возможность создавать группы и управлять ими. Для лучшей функциональности рекомендуется включить модуль интеграции с Views.
