Repository: usabilidoido/corais
Catalog: sites/all/modules/og/modules/og_notifications/translations/modules-og_notifications.*.po
Languages: ru

source: Customise notifications for each of your groups along with their frequency and delivery method. If so desired, you can also restrict notifications only for certain content types in each group.
ru: Настроить уведомления для каждой их ваших групп также как и частоту рассылки и метод доставки. Если пожелаете, можете также ограничить уведомления только определенными типами материалов в каждой группе.

source: Group subscriptions
ru: Подписки групп

source: Allowed content types
ru: Разрешенные типы материалов

source: Select specific content types which should be <em>allowed</em> for subscriptions to <em>group + content type</em>.
ru: Выберите определенные типы материалов, которые <em>разрешены</em> в подписках на <em>группу + тип материала</em>.

source: Automatically enable notifications for any groups that I join.
ru: Автоматически включить уведомления для любых групп, к которым я присоединюсь.

source: Group notifications can also be <a href="!manage-url">customised</a> in greater detail if required.
ru: Уведомления для групп при необходимости можно <a href="!manage-url">настроить</a> более точно.

source: Autosubscribe users to any groups that they join.
ru: Автоматически подписывать пользователей на группы, в которые они входят.

source: Automatically enable notifications by default. Users can override this via their account page. Changing this setting will only affect new users and those who have not overridden the system default.
ru: Автоматически включить уведомления по умолчанию. Пользователи могут переопределить это через страницу своей учетной записи. Изменения в этой настройке затронут только новых пользователей и тех, кто не переопределил значения по умолчанию.

source: OG notifications
ru: Уведомления OG

source: Most fields will be provided during the event.
ru: Большинство полей будут предоставлены во время события.

source: Subject for event notifications
ru: Тема для уведомлений о событии

source: Body header for event notifications
ru: Шапка текста уведомления о событии

source: Body for event notifications
ru: Текст уведомления о событии

source: Body footer for event notifications
ru: Подвал текста уведомления о событии

source: [site-name] subscription update for [user]
ru: Обновления на сайте [site-name] по подписке пользователя [user]

source: Greetings, [user]. These are your messages
ru: Здравствуйте, [user]. Сообщения для вас

source: A [type] has been updated: [title] [event_list]
ru: Материал [type] был обновлен: [title] [event_list]

source: This is an automatic message from [site-name]
ru: Это автоматическое сообщение от сайта [site-name]

source: To manage your subscriptions, browse to [subscriptions-manage]
ru: Для управления подписками, зайдите на страницу [subscriptions-manage]

source: Group: %name
ru: Группа: %name

source: Content type in group
ru: Тип материала в группе

source: Group Type
ru: Тип группы

source: All
ru: Все

source: Send interval
ru: Интервал между отправками

source: Send method
ru: Метод отправки

source: %type posts in this group
ru: Сообщения %type в этой группе

source: There are no active group subscriptions available.
ru: Нет доступных активных подписок на группы.

source: All posts in %group
ru: Все сообщения в группе %group

source: %type posts in %group
ru: Сообщения %type в группе %group

source: Posts in group %name
ru: Сообщения в группе %name

source: subscribe to content in groups
ru: Подписываться на материалы в группах

source: Organic groups notifications module installation script complete.
ru: Скрипт установки модуля Organic groups notifications завершен.

source: Stores autosubscription preferences for each user.
ru: Хранит предпочтения автоматической подписки для каждого пользователя.

source: The user's {user}.uid.
ru: {user}.uid пользователя.

source: Organic groups notifications module uninstallation script complete.
ru: Скрипт отключения модуля Organic groups notifications завершен.

source: Allows users to receive notifications and subscribe to group content.
ru: Позволяет пользователям получать уведомления и подписываться на материалы групп.
