Repository: usabilidoido/corais
Catalog: profiles_default/openatrium/modules/developer/schema/translations/*.po
Languages: de

source: %table.%field: no %engine type for Schema type %type.
de: %table.%field: kein %engine Typ für Schematyp %type.

source: Field @table.@field: no Schema type for @engine type @type.
de: Feld @table.@field: kein Schematyp für @engine Typ @type.

source: Table %table: Missing or invalid 'fields' array.
de: Tabelle %table: fehlt oder hat ungültige 'fields' Arrays.

source: %table.%column is type %type but its default %default is PHP type %phptype
de: %table.%column ist vom Typ %type aber der Defaultwert %default ist ein PHP Typ: %phptype

source: %table.%column is type %type and may not have a default value
de: %table.%column ist vom Typ %type und sollte keine 'default value' aufweisen.

source: %table.%column is part of the primary key but is not specified to be 'not null'.
de: %table.%column ist Teil des "primary key" aber nicht als 'not null' definiert.

source: Type[:Size]
de: Typ[:Size]

source: Default
de: Standard

source: TODO: please describe this table!
de: TODO: beschreibe diese Tabelle!

source: TODO: please describe this field!
de: TODO: beschreibe dieses Feld!

source: Field {!table}.@field has no description.
de: Feld {!table}.@field hat keine Beschreibung

source: Table {!table} has no description.
de: Tabelle {!table} hat keine Beschreibung.

source: @table (@module module)
de: @table (@module Modul)

source: Match
de: Treffer

source: Mismatch
de: Fehler

source: Missing
de: Fehlend

source: Include schema comparison reports in site status report
de: Schema-Vergleichsbericht in den Site-Statusbericht mit einbeziehen.

source: When checked, schema comparison reports are run on the Administer page, and included in the site status report.
de: Wenn aktiviert, dann läuft der Schema-Vergleichsbericht auf der Adminseite und wird in den Site-Statusbericht mit aufgenommen.

source: administer schema
de: Schema verwalten

source: Schema
de: Schema (DB Tabellen Schema)

source: Manage the database schema for this system.
de: Datenbank Schema für dieses System verwalten.

source: Compare
de: Vergleichen

source: Describe
de: Beschreiben

source: Inspect
de: Untersuchen

source: Show
de: Anzeigen

source: Settings
de: Einstellungen

source: The Schema comparison report shows:
de: Der Schema-Vergleichsbericht zeigt:

source: You should follow the instructions under <strong>@title</strong> now or run the <a href="@compare">database schema comparison report</a> for more details.
de: Sie sollten jetzt den Anweisungen unter: <strong>@title</strong> folgenoder den <a href="@compare">Datenbank Schema-Vergleichsbericht</a> für mehr Details laufen lassen.

source: The <a href="@compare">database schema comparison report</a> provides more details.
de: Der <a href="@compare">Datenbank Schema-Vergleichsbericht</a> bietet mehr Details.

source: Database schema
de: Datenbank Schema (SQL)

source: The Schema module provides functionality built on the Schema API.
de: Das Schema Modul ermöglicht Funktionen, die auf die Schema API aufbauen.

source: Database
de: Datenbank

source: unrecognized pgsql index definition: @stmt
de: Nicht verständliche pgsql Indexdefinition: @stmt
