Repository: usabilidoido/corais
Catalog: sites/all/modules/og/modules/og_access/translations/modules-og_access.*.po
Languages: ru

source: Visible only within the targeted groups.
ru: Видимо только в пределах установленных групп.

source: Visible within the targeted groups and on other pages.
ru: Видимо в пределах установленных групп и на других страницах.

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>public</em>.
ru: Видимость определяется автором/редактором с помощью флажка на форме редактирования. По умолчанию устанавливается <em>общедоступно</em>.

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>private</em>.
ru: Видимость определяется автором/редактором с помощью флажка на форме редактирования. По умолчанию устанавливается <em>ограниченный доступ</em>.

source: Visibility of posts
ru: Видимость сообщений

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post public. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting. If the setting you want is disabled here, check the settings under <em>Private Groups</em> setting below. You cannot set node visibility to always be public if private groups are set to always on and vice versa.
ru: Установить, насколько доступной должна быть данная запись, когда привязывается к группе. Администраторы OG всегда видят поле выбора, позволяющее сделать сообщение общедоступным. Обратите внимание, что изменения в этих настройках не отражаются на существующих сообщениях. Пере-сохраните эти сообщения, чтобы новые настройки вступили в силу. Если нужные настройки неактивны, проверьте настройки в разделе <em>Группы с ограниченным доступом</em> ниже.

source: New group home pages and default audience are always public.
ru: Новые главные страницы групп и аудитория по умолчанию всегда общедоступны.

source: New group home pages and default audience are always private.
ru: Новые главные страницы групп и аудитория по умолчанию всегда в ограниченном доступе.

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>private</em>.
ru: Администратор группы выбирает, ограничить ли доступ к главной странице группы и аудитории. По умолчанию <em>доступ ограничен</em>.

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>public</em>.
ru: Администратор группы выбирает, ограничить ли доступ к главной странице группы и аудитории. По умолчанию <em>общедоступно</em>.

source: Private groups
ru: Группы с ограниченным доступом

source: A private group's group home page cannot be seen by non-members, and new posts created in the group will default to being private. This setting controls what private groups options can be used when creating a new group or editing an existing group. If you select one of the <em>group administrator chooses</em> options then it will be up to group admins whether their new groups are private or not, with the default you specify here.
ru: Главная страница группы с ограниченным доступом не может быть просмотрена пользователями, не являющимися ее участниками, доступ к новым сообщениям в группе по-умолчанию также ограничен. Эта настройки управляет тем, какие опции групп с ограниченным доступом могут использоваться при создании новой группы или редактировании существующей. Если вы выберете один из вариантов <em>Администраторо группы выбирает...</em>, то ограничения доступа будут в ведении администраторов групп, со значением по умолчанию, которое указано здесь.

source: Note that the privacy of all <em>content</em> in the group is determined as each node is created or edited, according to the <em>Visibility of Posts</em> setting on this page. Note also that changing this setting only affects the default for new groups being created, not the privacy of any existing groups! To change those you must edit the groups and their individual content nodes directly. If the setting you want is disabled here, check <em>Visibility of Posts</em> above. You cannot choose to only have private groups if node visibility is set to be always public, and vice versa.
ru: Обратите внимание, что ограничения доступа всего <em>содержания</em> в группе определяется при создании и редактировании каждого узла (node), в соответствии с настройками <em>Видимость сообщений</em> на этой странице. Также обратите внимание, что изменения этих настроек влияет только на значения по умолчанию при создании новых групп, а не ограничения доступа существующих групп! Чтобы изменить их, необходимо отредактировать непосредственно группы и каждое сообщение в них. Если нужные настройки неактивны, проверьте <em>Видимость сообщений</em> выше. Вы не можете выбрать создание групп только с ограниченным доступом, если содержимое сделано всегда общедоступным и наоборот.

source: Private group
ru: Группа с ограниченным доступом

source: Checkbox for visibility of group home page to non-members.
ru: Флажок, устанавливающий видимость главной страницы группы для пользователей, не входящих в нее.

source: Should this group be visible only to its members? Disabled if the group is set to <em>List in Directory</em> or <em>Membership requests: open</em>.
ru: Должна ли эта группа быть видимой только ее участникам? Отключено, если установлены опции <em>Отображать в списке</em> или <em>Запросы на участие: открытая группа</em>.

source: Public
ru: Общедоступно

source: Show this post to everyone, or only to members of the groups checked above. Posts without any groups are always <em>public</em>.
ru: Показывать это сообщение всем, либо только участникам выбранной выше группы. Сообщения, не привязанные к группам, всегда <em>общедоступны</em>.

source: All users may view this node.
ru: Все пользователи могут просматривать этот узел (node).

source: Members of <a href="@group-node">@group-name</a> may view this node.
ru: Участники группы <a href="@group-node">@group-name</a> могут просматривать этот узел (node).

source: Group admins of <a href="@group-node">@group-name</a> may view/edit/delete this node.
ru: Администраторы группы <a href="@group-node">@group-name</a> могут просматривать/редактировать/удалить этот узел (node).

source: Organic groups access configuration
ru: Настройки Organic groups access

source: Choose whether new groups should be private or public.
ru: Выберите, должны ли новые группы быть с ограниченным доступом, либо общедоступны.

source: Enable access control for private posts and private groups.
ru: Включить контроль доступа для сообщений с ограниченным доступом и групп с ограниченным доступом.
