Repository: usabilidoido/corais
Catalog: sites/all/modules/sticky_notes/translations/*.po
Languages: de

source: Basic settings
de: Grundeinstellungen

source: Default container selector
de: Standard Container Selektor

source: If you have a centered layout you should change this to your content containers CSS ID. A possible value could be "#wrapper". If you are not sure, look in the HTML source of your frontpage and identify the element that contains your content area. All notes will be positioned relative to this element. Changing this after having added notes will change the former position of those notes on the document, so handle with care! This selector is used when no other selector has been specified in the <a href="@theme-settings">theme configuration</a>. If you use multiple themes for your site you should set this setting for each theme individually.
de: Wenn ein zentriertes Layout verwendet wird, sollte hier die CSS ID des Inhalts Containers angegeben werden. Ein möglicher Wert wäre z.B. "#wrapper". Um diesen Container zu finden kann direkt im HTML-Quelltext der Startseite nach dem Container gesucht werden, der den Inhaltsbereich enthält. All Notizen werden relativ zu diesem Container positioniert. Wenn diese Angabe geändert wird, nachdem Notizen hinzugefügt wurden, werden die Positionen der Notizen eventuell verschoben! Dieser Selektor wird nur benutzt wenn in den <a href="@theme-settings">themespezifischen Einstellungen</a> kein anderer Selektor angegeben wurde. Wenn mehrer Themes verwendet werden sollte diese Einstellung für jedes Theme einzeln verwendet werden.

source: Minimal z-index for sticky notes
de: Minimaler z-Index für Notizen

source: If you encounter problems with the display of sticky notes, like partially hidden notes, you can try to increase this value.
de: Falls Problem bei der Anzeige der Notizen auftauchen, z.B. teilweise unsichtbare Notizen, kann versucht werden diesen Wert zu erhöhen.

source: Always hide notes on page load
de: Notizen beim Laden der Seite immer verstecken

source: Check this option if you want sticky notes to be hidden when a page is loaded. Note that for users with sufficient permissions there will be a link in the info box that permits to show the notes, so this can not be used to generally always hide all notes.
de: Diese Option aktivieren wenn Notizen beim Laden einer Seite standardmässig nicht angezeigt werden sollen. Dies ist kein Weg um Notizen generell zu verstecken, weil Benutzer mit entsprechenden Rechten die Notizen wieder anzeigen können.

source: Automatic size adjustment in exposé view
de: Automatische Größenanpassung in Exposé-Ansicht

source: Check this if you want that the sticky notes automatically change size to fit on your screen when you go into exposé mode.
de: Wenn aktiviert, werden die Notizen in der Exposé-Ansicht automatisch verkleinert, damit alle auf den Bildschirm passen.

source: Allow default Drupal node operations
de: Standard Drupal-Operationen erlauben

source: Check this option if you want to allow access to the default drupal node edit forms (e.g. node/add/sticky_notes).
de: Aktivieren, wenn die standard Drupal-Formulare für Erstellen, Bearbeiten und Löschen von Notizen verwendet werden dürfen (z.B. node/add/sticky_notes)

source: Appearance
de: Erscheinungsbild

source: Here you can change the way sticky notes will be displayed.
de: Hier kann das Erscheinungsbild der Notizen verändert werden.

source: Width
de: Breite

source: The width in pixels. Leave empty to use default value (154px).
de: Breite in Pixeln. Ohne Angabe wird der Standardwert verwendet (154px).

source: Height
de: Höhe

source: The height in pixels. Leave empty to use default value (154px).
de: Höhe in Pixeln. Ohne Angabe wird der Standardwert verwendet (154px).

source: Note color
de: Farbe der Notizen

source: A color code as you would set it in a stylesheet (e.g. #FDFB8C, red, ...). Leave empty to use system default.
de: Ein CSS-Farbcode (z.B. #FDFB8C, red, ...). Ohne Angabe wird der Standardwert verwendet.

source: Text color
de: Textfarbe

source: Character limit
de: Zeichenbegrenzung

source: The maximum number of characters that a user can enter into a sticky note. Set to 0 for no limitation. Note that changing this setting after notes have already been created might prevent users from saving existing notes if the original note contains less that the specified amount of characters.
de: Die maximale Anzahl an Zeichen, die ein Benutzer in eine Notiz eintragen kann. 0 für unbegrenzte Zeichen. Wenn dieser Wert verändert wird nachdem bereits Notizen erstellt wurden, kann dies unter Umständen dazu führen das bearbeitete Notizen nicht mehr gespeichert werden können wenn die ursprüngliche Zeichenlänge über der neuen Begrenzung lag.

source: Resizable notes
de: Größenveränderliche Notizen

source: Check this, if you want that users can change the size of individual notes. Note that deactivating this option does not reset the size of already modified notes to the default size.
de: Aktivieren wenn Benutzer die Größe einzelner Notizen verändern können sollen. Wenn diese Option deaktiviert wird führt das nicht automatisch zu einer Wiederherstellung der Standardgröße.

source: Apply the given dimensions to all notes immediately.
de: Alle Notizen auf die angegebenen Dimensionen vergößern / verkleinern.

source: ATTENTION: This action can not be undone!
de: ACHTUNG: Dieser Vorgang kann nicht rückgängig gemacht werden.

source: The info box provides a quick way to access sticky notes. It will be displayed in one of the four corners of your screen and contains links to add and hide the sticky notes or to show an exposé of all notes on the current page.
de: Die Infobox ermöglicht einen schnellen Zugriff auf Notizen. Sie wird in einer der vier Ecken des Browserfensters dargestellt und enthält Links zum Hinzufügen neuer Notizen, zum Verstecken der angezeigten Notizen oder zur Anzeige einer Überisicht der auf der aktuellen Seite sichtbaren Notizen.

source: top left
de: oben links

source: top right
de: oben rechts

source: bottom left
de: unten links

source: bottom right
de: unten rechts

source: Where to show the info box.
de: Darstellungsposition der Infobox

source: Automatically hide the info box
de: Automatisches Verstecken der Infobox

source: Check this, if you want that the info box will be hidden until you move your mouse in the selected corner.
de: Aktivieren, wenn die Infobox ausgeblendet werden soll, bis der Mauszeiger über die ausgewählten Fensterecke fährt.

source: Provide hide / show buttons
de: Zeige Anzeige- und Versteckbuttons an

source: Check this if you want that users can hide / show all notes at once.
de: Aktivieren, wenn Benutzer all sichtbaren Notizen ausblenden und anzeigen können sollen.

source: Timespan of visibility memory in days
de: Erinnerung an die Sichtbarkeitseinstellung in Tagen

source: The number of days that the visibility state should be remembered for each user so that notes remain hidden / visible while the user visits your site.
de: Anzahl der Tage, wie lange die Sichtbarkeitseinstellung für jeden Benutzer gespeichert werden sollen.

source: Save
de: Speichern

source: You must specify an integer value.
de: Geben Sie eine ganze Zahl ein.

source: You must specify a positive integer value or nothing for default width.
de: Geben Sie eine positive ganze Zahl ein, oder nichts um den Standardwert zu verwenden.

source: You must specify a positive integer value or nothing for default height.
de: Geben Sie eine positive ganze Zahl ein, oder nichts um den Standardwert zu verwenden.

source: You must specify a positive integer value or 0 for unlimited character length.
de: Geben Sie eine positive ganze Zahl ein, oder nichts um den Standardwert zu verwenden.

source: You must specify a positive integer value for the visibility state memory.
de: Geben Sie eine positive ganze Zahl ein für die Länge der Speicherung der Sichtbarkeitseinstellung.

source: Your settings have been saved.
de: Die Änderungen wurden gespeichert.

source: All notes have been resized to the default settings.
de: Alle Notizen wurden auf die Standardgröße zurückgesetzt.

source: Priority level
de: Prioritäten

source: You can define up to !max different priority levels for sticky notes. For each level you can chose a distinct colored pin. Note that only priority levels with a name will be accessible for notes. Levels with an empty name won't show up in the priority select boxes on the sticky note forms.
de: Es können bis zu !max verschiedene Prioritäten definiert werden. Für jede Priorität kann ein Pin bestimmter Farbe ausgewählt werden. Nur Prioritäten für die ein Name angegeben wurde werden beim Erstellen oder Bearbeiten einer Notiz zur Verfügung stehen.

source: None
de: Keine

source: The name as it appears in the select box.
de: Der Name so wie er im Auswahlfeld für die Priorität erscheinen soll.

source: Pin color
de: Pinfarbe

source: The color of the pin. If you set this to none then no pin is displayed.
de: Die Farbe des Pins oder "Keine" um den Pin nicht anzuzeigen.

source: The default priority must have a name.
de: Für die Standardpriorität muss ein Name eingetragen werden.

source: Default
de: Standard

source: This section allows you to control the default visibility behaviour of sticky notes. These default settings can be overridden for each role.
de: In diesem Abschnitt können die Standard-Sichtbarkeitseinstellung von Sticky Notes eingestellt werden. Diese können weiter unten für jede Benutzerrolle überschrieben werden.

source: Show sticky notes on specific pages
de: Zeige Notizen auf bestimmten Seiten

source: This concerns both notes and info box.
de: Dies betrifft sowohl die Notizen selbst als auch die Infobox

source: Pages
de: Seiten

source: Show sticky notes from specific roles
de: Zeige Notizen von Benutzern mit bestimmten Rollen

source: Show sticky notes only for the selected role(s). If you select no roles, sticky notes will be visible to all users.
de: Zeige Notizen nur für die ausgewählten Rollen. Wenn keine Rolle ausgewählt wird, sind Notizen für alle Benutzer sichtbar.

source: Default accessibility setting
de: Standard Zugriffseinstellungen

source: Private
de: Privat

source: Public
de: Öffentlich

source: Wheather new sticky notes should be private or public by default.
de: Ob neue Notizen standardmäßig privat oder öffentlich seien sollen.

source: Allow user to change private / public
de: Erlaube Benutzern den Privat/Öffentlich-Status von Notizen zu ändern

source: If checked, users can override the default private / public setting above.
de: Wenn dies aktiviert ist, können Benutzer die Standardeinstellungen ändern.

source: This section allows you to control sticky notes visibility for !role.
de: In diesem Abschnitt kann die Sichtbarkeit von Sticky Notes für !role eingestellt werden.

source: Use default
de: Konfigurationsart

source: Use global configuration.
de: global

source: Use role specific configuration.
de: rollenspezifisch

source: The following seetings will only apply if the role specific configuration should be used.
de: Die folgenden Einstellungen werden nur aktiv, wenn die rollenspezifische Konfiguration gewählt wurde.

source: If left empty than all users with this role will be able to see the notes of all other users.
de: Wenn keine Rolle ausgewählt wird, sind alle Notizen für alle Benutzer dieser Rolle sichtbar.

source: + Add note
de: + Neue Notiz

source: Sticky Notes overview
de: Sticky Notes-Übersicht

source: This module provides sticky notes for Drupal sites. Please note that you need to have javascript enabled in your browser in order to see the notes and the info box.
de: Diese Modul stellt Notizen für Drupalseiten bereit. Javascript muss aktiviert sein um die Notizen und die Infobox zu sehen.

source: On this page you can change the global settings for the sticky notes module for your site.
de: Auf dieser Seite können die globalen Einstellungen für Sticky Notes vorgenommen werden.

source: On this page you can set role specific settings for sticky notes. Note that the settings from the highest role a user belongs to will be the one that is used.
de: Auf dieser Seite können rollenspezifische Einstellungen für Sticky Notes vorgenommen werden. Für benutzer mit mehreren Rollen wird die Einstellung der höchsten Rolle verwendet.

source: On this page you can define the priority levels that can be associated to each note. If you don't want to use priorities you can simply set all name fields to empty.
de: Auf dieser Seite können die verfügbaren Prioritäten für Sticky Notes konfiguriert werden. Falls keine Prioritäten verwendet werden sollen können alle Namensfelder leer gelassen werden.

source: The access to the default node forms for sticky notes has been disabled on the <a href="@settings-page">settings page</a>.
de: Der Zugriff auf Standard-Drupal-Formulare für Notizen wurde auf der <a href="@settings-page">Einstellungsseite</a> deaktiviert.

source: A Sticky Note is a note with text, position and priority that you can attach to every page on your site. You can leave messages for other people you are working with or remind yourself of things that are still to be done.
de: Eine Sticky Note ist eine Notiz mit Text, Position und Priorität, die zu jeder Seite hinzugefügt werden kann. Sie können z.B. als Nachrichten für andere Benutzer oder als persönliche Erinnerungen verwendet werden.

source: Note
de: Notiz

source: On all pages
de: Auf allen Seiten

source: On all pages of this type
de: Nur auf Seiten dieses Typs

source: Only on the current page
de: Nur auf der aktuellen Seite

source: Keep original setting
de: Einstellung beibehalten

source: Visibility
de: Sichtbarkeit

source: Priority
de: Priorität

source: all pages
de: allen Seiten

source: everybody
de: jeden

source: me
de: mich

source: Visible on @where for @who
de: Sichtbar auf @where for @who

source: Sticky Notes Settings
de: Sticky Notes Einstellungen

source: Container Selector
de: Container Selektor

source: If you have a centered layout you should change this to your content containers CSS ID. A possible value could be "#wrapper". If you are not sure, look in the HTML source of a page that uses this theme and identify the element that contains your content area. All notes will be positioned relative to this element. Changing this after having added notes will change the former position of those notes on the document, so handle with care!
de: Wenn ein zentriertes Layout verwendet wird, sollte hier die CSS ID des Inhalts Containers angegeben werden. Ein möglicher Wert wäre z.B. "#wrapper". Um diesen Container zu finden kann direkt im HTML-Quelltext der Startseite nach dem Container gesucht werden, der den Inhaltsbereich enthält. All Notizen werden relativ zu diesem Container positioniert. Wenn diese Angabe geändert wird, nachdem Notizen hinzugefügt wurden, werden die Positionen der Notizen eventuell verschoben!

source: Note that this will not affect the sticky notes content type.
de: Diese Einstellung hat keine Auswirkung auf den Inhaltstyp Sticky Notes.

source: Edit Sticky Note
de: Notiz bearbeiten

source: Delete Sticky Note
de: Notiz löschen

source: Low
de: Niedrig

source: High
de: Hoch

source: White
de: Weiss

source: Red
de: Rot

source: Yellow
de: Gelb

source: Green
de: Grün

source: Dark green
de: Dunkelgrün

source: Light blue
de: Hellblau

source: Blue
de: Blau

source: Navy
de: Marineblau

source: Gray
de: Grau

source: Black
de: Schwarz

source: Add sticky note
de: Notiz hinzufügen

source: Edit sticky note
de: Notiz bearbeiten

source: Delete sticky note
de: Notiz löschen

source: Correctly installed.
de: Korrekt installiert

source: without jQuery UI support, not functional
de: ohne jQuery UI-Unterstützung, nicht funktional

source: The <a href="@url">jQuery UI</a> module is missing or not correctly installed.
de: Das <a href="@url">jQuery UI</a> Modul ist fehlt oder ist nicht korrekt installiert.

source: 1 note
de: 1 Notiz

source: Hide notes
de: Ausblenden

source: Show notes
de: Anzeigen

source: Path
de: Pfad

source: A link to the page that the note is attached to
de: Ein Link zu der Seite zu der eine Notiz hinzugefügt wurde

source: The notes priority
de: Die Priorität der Notiz

source: Access
de: Zugriff

source: Filter by access.
de: Zugriffsfilterung
