Repository: usabilidoido/corais
Catalog: sites/all/modules/privatemsg/translations/*.po
Languages: es, fr, he, it

source: %name has chosen to not recieve any more messages from you.
es: %name no quiere recibir tus mensajes privados.
fr: %name a choisi de ne plus recevoir de messages privés de votre part.
he: %name בחר/ה שלא לקבל עוד הודעות ממך.

source: My link
es: Mi enlace
fr: Mes liens
he: הקישור שלי

source: Send private message
es: Enviar mensaje privado
fr: Envoyer un message privé
he: שליחת הודעה פרטית

source: Send PM
es: Enviar MP
fr: Envoyer le message privé
he: שליחת ה"פ

source: Subject
es: Asunto
fr: Sujet
he: נושא
it: Oggetto

source: Messages
es: Mensajes
he: הודעות
it: Messaggi

source: Participants
es: Participantes
he: משתתפים

source: Last Updated
es: Actualizado
fr: Dernière mise à jour
he: עדכון אחרון

source: Started
es: Comenzado
fr: Démarré
he: התחיל

source: No messages available.
es: No hay mensajes disponibles.
fr: Aucun message disponible
he: אין הודעות זמינות.

source: (1 new)
es: (1 nuevo)
fr: (1 nouveau)
he: (אחת חדשה)

source: You have a new message, click here to read it
es: Tienes un mensaje nuevo, click aquí para leerlo.
fr: Vous avez un nouveau message, cliquez ici pour le lire.
he: התקבלה הודעה חדשה, יש ללחוץ כאן כדי לקרוא אותה

source: and others
es: y otros
fr: et autres
he: ואחרות

source: From !last
es: Desde !last
fr: Depuis !last
he: מאת !last
it: Da !last

source: Participants: !participants and !last
es: Participantes: !participants y !last
fr: Participants: !participants et !last
he: משתתפים: !participants וגם !last
it: Partecipanti: !participants e !last

source: Theming settings
es: Ajustes de tema
fr: Paramétrage du thème
he: הגדרות ערכת הנושא

source: Private message display template
es: Pantilla para mostrar mensajes privados
fr: Template d'affichage du message privé
he: תבנית הצגת ההודעות הפרטיות

source: Inform the user about new messages on login
es: Informar al usuario acerca de nuevos mensajes tras logarse.
fr: Informer l'utilisateur s'il a des nouveaux messages à sa connexion.
he: יש לעדכן את המשתמש אודות הודעות חדשות עם ההתחברות

source: This option can safely be disabled if the "New message indication" block is used instead.
es: Esta opción puede desactivarse tranquilamente si se está usando el bloque "Aviso de mensajes nuevos".
fr: Cette option peut être désactivée en toute sécurité si le bloc "Indication des nouveaux messages" est activé.
he: ניתן לבטל אפשרות זו בבטחה אם נעשה שימוש בתיבה "התרעה על הודעה חדשה" במקום.

source: Flush deleted messages
es: Suprimir definitivamente los mensajes eliminados
fr: Supprimer
he: מחיקה מוחלטת של הודעות שנמחקו

source: By default, deleted messages are only hidden from the user but still stored in the database. These settings control if and when messages should be removed.
es: Por defecto, los mensajes eliminados se ocultan al usuario pero permanecen en la base de datos. Estos ajustes controlan si son eliminados definitivamente y en qué momento lo hacen.
fr: Par défaut, les messages supprimés sont simplement masqués des utilisateurs mais restent stockés en base. Ces paramètres définissent si et quand les messages doivent êtres supprimés de la base.
he: כברירת מחדל, הודעות שנמחקות הן רק מוסתרות מהמשתמש אך עדיין מאוחסנות במסד הנתונים. הגדרות אלו שולטות אם ומתי תתבצע הסרת ההודעות.

source: Enable the flushing of deleted messages. Requires that cron is enabled
es: Activar la eliminación definitiva de los mensajes borrados. El cron debe estar habilitado.
fr: Activer la destruction des messages supprimés. Nécessite l'activation du cron.

source: Flush messages after they have been deleted for more days than
es: Eliminar los mensajes que han sido borrados desde hace (en días)
fr: Détruire les messages qui ont été supprimées depuis plus de X jours :

source: Maximum number of messages to flush per cron run
es: Número máximo de mensajes a eliminar en cada ejecución del cron.
fr: Nombre maximum de messages à détruire par tâche du cron.

source: Configure listings
es: Configurar listado
fr: Paramétrer les listings
he: הגדרת רישום

source: Threads per page
es: Conversaciones por página
fr: Sujets par page

source: Choose the number of conversations that should be listed per page.
es: Elige el número de conversaciones que se muestran por página.
fr: Nombre de conversations par page
he: יש לבחור מספר דיונים שאמורים להופיע בכל עמוד.
it: Scegli quanti mesaggi dovranno apparire per ogni pagina

source: Configure fields
es: Configurar campos
fr: Configurer les champs
he: הגדרת שדות

source: Select which columns/fields should be displayed in the message listings. Subject and Last updated cannot be disabled.
es: Elige qué columnas/campos se mostrarán en la lista de mensajes. Asunto y Fecha de actualización no pueden ser desactivados
fr: Choisir quelles colonnes / quels champs afficher dans les listes de messages. <em>Sujet</em> et <em>Dernière mise à jour</em> ne peuvent être désactivés

source: Number of messages on thread pages
es: Número de mensajes en las páginas de conversación
fr: Nombre de messages sur la page des sujets

source: Unlimited
es: Ilimitados
fr: Illimité

source: Threads will not show more than this number of messages on a single page.
es: Las conversaciones no mostrarán más que este número de mensajes en una misma página.
fr: Les sujets n'afficheront pas plus que ce nombre de messages par page.

source: Display different amount of messages on first thread page
es: Mostrar un número distinto de mensajes en la primera página
fr: Afficher un nombre différent de messages sur la première page des sujets.

source: By default, the first thread page shows the maximally allowed amount of messages. Enable this checkbox to set a different value.
es: Por defecto, la primera página muestra la cantidad máxima de mensajes permitidos. Activa esta casilla para establecer un valor distinto.
fr: Par défaut, la première page des sujets affiche le nombre maximum de messages autorisé. Cochez la case pour définir une valeur différente.

source: Number of messages on first thread page
es: Número de mensajes en la primera página de conversaciones.
fr: Nombre de messages sur al première page des sujets.

source: The number of messages to be displayed on first thread page. Displays the newest messages.
es: El número de mensajes que se muestran en la primera página. Muestra los mensajes más nuevos.
fr: Le nombre de messages qui seront affichés sur la première page des sujets. Sont affichés le snouveaux messages.

source: Delete message
es: Borrar mensaje
fr: Supprimer le message
he: מחיקת הודעה
it: Cancella il messaggio

source: new
es: nuevo
fr: nouveau

source: You do not have sufficient rights to view someone else's messages
es: No tienes suficientes privilegios para ver mensajes privados de otra persona.
fr: Vous n'avez pas le droit de voir les messages de quelqu'un d'autre.
he: אין לך את ההרשאות מתאימות לקריאת הודעות של משתמש אחר
it: Non hai permessi sufficienti per vedere i messaggi di qualcun'altro

source: Display older messages
es: Muestra mensajes más antiguos
fr: Afficher les anciens messages

source: Display newer messages
es: Muestra mensajes más nuevos
fr: Afficher les nouveaux messages

source: !previous_link Displaying messages @from - @to of @total !newer_link
es: !previous_link Muestra los mensajes de @from - @to de @total !newer_link
fr: !previous_link Affiche les messages de @from - @to sur @total !newer_link

source: This conversation is being viewed with escalated priviledges and may not be the same as shown to normal users.
es: Esta conversación se está visualizando con escalada de privilegios y puede no ser exactamente la misma que la que se muestra al resto de usuarios.
fr: Cette conversation est vue à travers le prisme de privilèges particuliers, qui ne reflètent pas nécessairement la vision qu'en aura un utilisateur normal.

source: Write new message to %recipient
es: Escribir un mensaje nuevo a %recipient
fr: Ecrire un nouveau message à %recipient
he: כתיבת הודעה חדשה אל %recipient

source: Write new message
es: Escribir mensaje nuevo
fr: Ecrire un message
he: כתיבת הודעה חדשה
it: Scrivi un nuovo messaggio

source: To
es: A
fr: Destinataire
he: אל
it: A

source: Separate multiple names with commas.
es: Separa varios destinatarios por comas.
fr: Séparer les noms par des virgules.
he: יש להפריד בין השמות בפסיקים.
it: Separa ogni destinatario con una virgola

source: Message
es: Mensaje
he: הודעות
it: Messaggio

source: Preview message
es: Vista previa de mensaje
fr: Prévisualiser le message
he: תצוגה מקדימה של ההודעה
it: Anteprima del messaggio

source: Send message
es: Enviar mensaje
fr: Envoyer le message
he: שליחת הודעות
it: Invia messaggio

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla

source: Clear
es: Borrar
fr: Effacer
he: מחיקה

source: <strong>Reply to thread</strong>:<br /> Recipients: !to
es: <strong>Responder a la conversación</strong>:<br /> Destinatarios : !to
fr: <strong>Répondre au sujet </strong>:<br />Destinataires : !to
he: <strong>שליחת תגובה</strong>:<br /> נמענים: !to

source: The following users will not receive this private message: !invalid
es: Los siguientes usuarios no recibirán este mensaje: !invalid
fr: Les utilisateurs suivants ne recevront pas ce message privé : !invalid
he: המשתמשים הבאים לא יקבלו את ההודעה הפרטית: !invalid

source: A message has been sent to !recipients.
es: Se ha enviado un mensaje a !recipients.
fr: Un message a été envoyé à !recipients.
he: הודעה נשלחה אל !recipients.

source: An attempt to send a message <em>may have failed</em> when sending to !recipients.
es: <em>Puede haber fallado</em> el envío de mensaje a !recipients.
fr: Une tentative pour envoyer un message <em>a peut-être échoué</em> lors de l'envoi !recipients.
he: ייתכן והניסיון לשלוח הודעה <em>נכשל</em> בעת השליחה אל !recipients.

source: Send this user a message
es: Enviar un mensaje a este usuario
fr: Envoyer un message privé à cet utilisateur
he: שליחת הודעה למשתמש זה.
it: Invia a questo utente un messaggio

source: You have <a href="@messages">%unread</a>.
es: Tienes <a href="@messages">%unread</a>.
fr: Vous avez <a href="@messages">%unread</a>.
he: יש לך <a href="@messages">%unread</a>.

source: Privatemsg links
es: Enlaces de mensajes privados
fr: Liens de messages privés
he: קישורים להודעות פרטיות

source: New message indication
es: Aviso de mensajes nuevos
fr: Indication des nouveaux messages
he: התרעת הודעה חדשה

source: Private messages
es: Mensajes privados
fr: Messages privés
he: הודעות חדשות
it: Messaggi privati

source: Delete this message for all users?
es: ¿Eliminar este mensaje a todos los usuarios?
fr: Supprimer ces messages pour tous les utilisateurs
he: האם למחוק הודעה זו אצל כל המשתמשים?

source: Tick the box to delete the message for all users.
es: Click en la casilla para eliminar el mensaje a todos los usuarios.
fr: Cochez la case pour supprimer le message pour tous les participats.
he: יש לסמן את התיבה למחיקת ההודעה עבור כל המשתמשים.

source: Are you sure you want to delete this message?
es: ¿Estás seguro de querer eliminar este mensaje?
fr: Etes-vous sûr de vouloir supprimer ce message ?
he: האם ברצונך למחוק הודעה זו?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
it: Questa operazione &egrave; irreversibile una volta eseguita

source: Delete
es: Eliminar
fr: Supprimer
he: מחיקה
it: Cancella

source: Message has been deleted for all users.
es: El mensaje ha sido eliminado a todos los usuarios.
fr: Le message a été supprimé pour tous les utilisateurs.
he: ההודעה נמחקה עבור כל המשתמשים.

source: Message has been deleted.
es: El mensaje ha sido eliminado.
fr: Le message a été supprimé.
he: ההודעה נמחקה.

source: Thread %thread_id not found, unable to answer
es: No se encuentra la conversación %thread_id, imposible responder.
fr: Le sujet %thread_id n'existe pas, impossible de répondre.
he: השרשור %thread_id לא נמצא, לא ניתן לענות

source: User @user is not allowed to write messages
es: El usuario @user no está autorizado a escribir mensajes.
fr: L'utilisateur @user n'est pas autorisé à écrire des messages.
he: המשתמש @user אינו מורשה לכתוב הודעות

source: Disallowed to send a message without subject
es: No puedes enviar mensajes sin asunto.
fr: Interdit d'envoyer un message sans sujet.
he: לא ניתן לשלוח הודעה ללא נושא

source: Disallowed to send reply without a message.
es: No puedes enviar una respuesta sin mensaje.
fr: Non atorisé à envoyer une réponse sans message.
he: לא ניתן לשלוח תגובה ללא הודעה.

source: You are not allowed to use the specified input format.
es: No estás autorizado a emplear ese formato de entrada específico.
fr: Vous n'êtes pas autorisé à utiliser ce format spécifique.

source: User @user is not allowed to use the specified input format.
es: El usuario @user no está autorizado a emplear ese formato de entrada específico.
fr: L'utilisateur @user n'est pas autorisé à utiliser ce format spécifique.

source: Disallowed to send a message without atleast one valid recipient
es: No puedes enviar un mensaje sin al menos un destinatario válido.
fr: Impossible d'envoyer un message sans au moins un destinataire valide.
he: לא ניתן לשלוח הודעה ללא לפחות נמען קיים אחד.

source: Disallowed to send message because all recipients are blocked
es: No puedes enviar el mensaje porque todos los destinatarios están bloqueados.
fr: Interdit d'envoyer un message car tous les utilisateurs sont bloqués.
he: לא ניתן לשלוח הודעה מכיוון וכל הנמענים חסומים

source: Query function %function does not exist
es: La función %function no existe.
fr: La fonction %function n'existe pas.
he: שאילתת הפונקציה %function לא קיימת

source: Actions
es: Acciones
he: פעולות

source: More actions...
es: Más acciones...
fr: Plus d'actions...
he: פעולות נוספות...

source: Execute
es: Ejecutar
fr: Exécuter
he: הפעלה

source: The previous action can be <a href="!undo">undone</a>.
es: La acción anterior se puede <a href="!undo">deshacer</a>.
fr: La dernière action peut être <a href="!undo">annulée</a>.
he: ניתן <a href="!undo">לבטל</a> את הפעולה האחרונה.

source: Mark as read
es: Marcar como leído
fr: Marquer comme lu
he: סימון כנקראה

source: Mark as unread
es: Marcar como sin leer
fr: Marquer comme non lu
he: סימון כלא נקראה

source: 1 unread message
es: 1 mensaje sin leer
fr: 1 message non lu
he: הודעה אחת שלא נקראה
it: 1 nuovo messaggio

source: Messages (1 new)
es: Mensajes (1 nuevo)
fr: Messages (1 nouveau)
he: הודעות (אחת חדשה)

source: New message
es: Mensaje nuevo
fr: Nouveau message
he: הודעה חדשה

source: Marked 1 thread as unread.
es: 1 conversación marcada como no leída.
fr: 1 sujet marqué comme non lu.
he: שרשור אחד סומן כלא־נקרא.

source: Marked 1 thread as read.
es: 1 conversación marcada como leída.
fr: 1 sujet marqué comme lu.
he: שרשור אחד סומן כנקרא.

source: Deleted 1 thread.
es: 1 conversación eliminada.
fr: 1 sujet supprimé.
he: שרשור אחד נמחק.

source: Restored 1 thread.
es: 1 conversación restaurada.
fr: 1 sujet restauré.
he: שרשור אחד שוחזר.

source: read privatemsg
es: Leer mensajes privados
fr: Lire les messages privés
he: קריאת הודעה פרטית
it: leggi privatemsg

source: read all private messages
es: Leer todos los mensajes privados
fr: Lire tous les messages privés
he: קריאת כל ההודעות הפרטיות
it: leggi tutti i messaggi privati

source: administer privatemsg settings
es: Gestionar ajustes de mensajes privados
fr: Modifier les paramètres des messages privés
he: ניהול הגדרות הודעות אישיות
it: amministra le impostazioni di privatemsg

source: write privatemsg
es: Escribir mensaje privado
fr: Ecrire des messages privés
he: כתיבת הודעה אישית
it: scrivi privatemsg

source: delete privatemsg
es: Borrar mensaje privado
fr: Supprimer des messages privés
he: מחיקת הודעה אישית

source: Read message
es: Leer mensaje
fr: Lire le message
he: קריאת הודעה

source: Configure private messaging settings.
es: Configurar los ajustes de mensajes privados
fr: Configurer les messages privés
he: תצורת הגדרות משלוח הודעות פרטיות.
it: Configura le impostazioni dei messaggi privati

source: Undo last thread action
es: Deshacer la última acción
fr: Annuler la dernière action
he: שיחזור פעולת שרשור אחרונה

source: Allow private messages between users.
es: Permitir mensajes privados entre usuarios.
fr: Autoriser les messages privés entre utilisateurs
he: אפשור הודעות פרטיות בין משתמשים.
it: Consenti agli utenti di scambiarsi messaggi privati.

source: Mail
es: e-mail
fr: E-Mail
he: דואר

source: Privatemsg
es: Mensajes privados
fr: Messages privés

source: Send Privatemsg link
es: Enlace Enviar mensaje privado
fr: Lien Envoyer un message privé

source: Displays a link to send a private message to a user.
es: Muestra un enlace para enviar un mensaje privado a un usuario.
fr: Affiche un lien pour envoyer un message privé à un utilisateur.

source: Messages per page
he: הודעות בעמוד
it: Messaggi per pagina

source: Last updated
it: Ultimo aggiornamento

source: No messages to display.
it: Nessun messaggio

source: unread
it: non letto

source: read
it: letto

source: An error has occured, please contact the site administrator.
it: Si &egrave; verificato un errore, contatta l'amministratore

source: There are no messages available to display.
it: Non ci sono nuovi messaggi

source: Blank messages are not allowed.
it: Non &egrave; possibile inviare mesaggi vuoti

source: The following users will not receive this private message: @invalid
it: I seguenti utenti non riceveranno questo messaggio privato: @invalid

source: There are no valid recipients.
it: Non ci sono destinatari validi

source: A message has been sent to @recipients.
it: Un messaggio &egrave; stato inviato a @recipients

source: You have <a href="@inbox">%unread</a>.
it: Hai <a href="@inbox">%unread</a>.

source: All messages@new
it: GNAGNA messages@new

source: Sent messages
it: Messaggi inviati

source: Send reply to %recipient
it: Invia una risposta a %recipient

source: Are you sure you want to delete
it: Sei sicuro di voler cancellare

source: 1 message marked as %status
it: 1 messaggio segnato come %status

source: All messages
it: Tutti i messaggi

source: Mark all as read
it: Segna tutti come 'letto'

source: Read private message
it: Leggi il messaggio privato

source: privatemsg
it: messaggi privati

source: {pm_index} holds indexing information about messages and recepients for fast retrieval
it: {pm_index} contiene l'indice delle informazioni riguardo i messaggi e i destinatari per poterli ritrovare pi&ugrave; velocemente.

source: Private Message ID
it: ID del Messaggio Privato

source: Messages thread ID
it: ID della Conversazione

source: UID of either the author or the recipient
it: UID che vale sia per gli autori che per i destinatari

source: Whether the user has read this message
it: Se l'utente ha letto questo messaggio

source: Whether the user has deleted this message
it: Se l'utente ha cancellato questo messaggio

source: {pm_messages} holds the message information
it: {pm_messages} contiene le informazioni sul messaggio

source: UID of the author
it: UID dell'autore

source: Subject text of the message
it: Oggetto del messaggo

source: Body of the message
it: Testo del messaggio

source: Time when the message was sent
it: Ora in cui il messaggio &egrave; stato inviato

source: ID of drupal 5 folder
it: ID della cartella di Drupal 5

source: Messages old thread ID
it: ID della vecchia conversazione

source: Messages new thread ID
it: ID della nuova conversazione

source: You have previously blocked "@author" from sending you any more messages. Are you sure you want to unblock this user?
it: In precedenza hai bloccato "@author" impedendogli di mandarti messaggi. Sei sicuro di volerlo sbloccare?

source: Unblock @author
it: Sblocca @author

source: Are you sure you want to block "@author" from sending you any more messages?
it: Sei sicuro di voler imperdire ad @author di mandarci ulteriori messaggi?

source: Block @author
it: Blocca @author

source: @author has been blocked from sending you any further messages.
it: @auhtor ora non pu&ograve; mandarti ulteriori messaggi.

source: @author is now allowed to send you new messages.
it: @autor ora ha il permesso di mandarti nuovi messaggi.

source: !name has chosen to not recieve any more messages from you.
it: !name ha scelto di non ricevere ulteriori messaggi da te.

source: Unblock author
it: Sblocca l'autore

source: Block author
it: Blocca l'autore

source: Block user messages
it: Blocca i messaggi di questo utente

source: {pm_block_user} holds data mapping which authors who cannot messages to which recipients
it: {pm_block_user} contiene i dati che descrivono 'quali autori non posso mandare messaggi a quali utenti'

source: ID of the author
it: ID dell'autore

source: ID of the recipient
it: ID del destinatario

source: Allows users to block other users from sending them messages.
it: Permetti agli utenti di bloccare altri utenti dal mandare loro messaggi.

source: Current tags:
it: Tag corrente:

source: Add tags
it: Aggingi tag

source: What tags would you like to add?
it: Quali tag vorresti aggiungere?

source: Please insert a comma separated list of new tags in the form of "tag1, tag2, tag3...". All spaces will be replaced by hyphens.
it: Per favore, inserisci una lista di nuovi tag seprati da una virgola in questo modo: "tag1, tag2, tag3...". Tutti gli spazi saranno sostiuiti da un trattino.

source: !count tags have been saved: !tags.
it: !count tag sono stati salvati: !tags.

source: Delete tags
it: Cancella i tag

source: Delete selected tags
it: Cancella i tag selezionati

source: !count tags have been deleted: !tags.
it: !count tag sono stati cancellati: !tags.

source: Filter Messages
it: Filtra i Messaggi

source: Search Subjects
it: Cerca Oggetti

source: Authors
it: Autori

source: Tags
it: Tag

source: Filter
it: Filtro

source: Save Filter
it: Salva il Filtro

source: Filter Messages (Active)
it: Filtra i Messaggi (Attivo)

source: Reset
it: Reimposta

source: Tag this message
it: Tagga questo messaggio

source: Tagging information has been saved.
it: Le informazioni sull'operazione di tagging sono state salvate

source: use privatemsg_filter
it: usa privatemsg_filter

source: create privatemsg_filter
it: crea privatemsg_filter

source: delete privatemsg_filter
it: cancella privatemsg_filter

source: {pm_tags} holds the names of tags and their id.
it: {pm_tags} contiene i nomi dei tag e il loro id.

source: The name of the tag
it: Nome del tag

source: {pm_tags_index} holds mapping information between tags, threads the users.
it: {pm_tags_index} contiene le informazioni per ricostruire le relazioni tra tag, conversazioni e utenti.

source: ID of the user
it: ID dell'utente

source: id of the thread
it: id della discussione

source: Privatemsg filter
it: Privatemsg - Filtro

source: Allow users to filter messages using tags or other criteria.
it: Consenti agli utenti di filtrare i messaggi usando tag o altri metodi.
