Repository: usabilidoido/corais
Catalog: sites/all/modules/creativecommons/translations/*.po
Languages: es

source: None (All Rights Reserved)
es: Ninguno (Todos los derechos reservados)

source: CC API Error (@error-id): %error-message
es: Error CC API (@error-id): %error-message

source: Attribution
es: Reconocimiento

source: Noncommercial
es: No Comercial

source: Noncommercial (Euro)
es: No Comercial (Euro)

source: Noncommercial (Yen)
es: No Comercial (Yen)

source: Share Alike
es: Compartir Igual

source: No Derivatives
es: Sin obras derivadas

source: Public Domain
es: Dominio público

source: Zero
es: Cero

source: The license "@license-name" is not enabled.
es: La licencia "@license-name" no se ha habilitado

source: "@license-name" is not a valid license.
es: "@license-name" no es una licencia válida

source: Work
es: Obra

source: To the extent possible under law, all copyright and related or neighboring rights to this <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <a rel="cc:attributionURL" href="@cc:attributionURL" property="dc:title">@dc:title</a>, have been waived, although certain works referenced herein may be separately licensed.
es: En la medida que la ley lo permita, todo el copyright y derechos relacionados a <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <a rel="cc:attributionURL" href="@cc:attributionURL" property="dc:title">@dc:title</a>, han sido cedidos, sin embargo algunos trabajos referenciados aquí pueden tener otra licencia.

source: This <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <a rel="cc:attributionURL" href="@cc:attributionURL" property="dc:title">@dc:title</a>, is licensed under a <a rel="license" href="@license-uri">@license-name license</a>, although certain works referenced herein may be separately licensed.
es: Este/a <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <a rel="cc:attributionURL" href="@cc:attributionURL" property="dc:title">@dc:title</a>, está bajo licencia <a rel="license" href="@license-uri">@license-name license</a>, aunque otras obras referenciadas aquí pueden estar sujetas a otro tipo de licencias.

source: To the extent possible under law, all copyright and related or neighboring rights to this <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <span property="dc:title">@dc:title</span>, by <a rel="cc:attributionURL" href="@cc:attributionURL" property="cc:attributionName">@cc:attributionName</a> have been waived.
es: En la medida que la ley lo permita, todo el copyright y derechos relacionados a <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <span property="dc:title">@dc:title</span>, por <a rel="cc:attributionURL" href="@cc:attributionURL" property="cc:attributionName">@cc:attributionName</a>, han sido cedidos.

source: This <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <span property="dc:title">@dc:title</span>, by <a rel="cc:attributionURL" href="@cc:attributionURL" property="cc:attributionName">@cc:attributionName</a> is licensed under a <a rel="license" href="@license-uri">@license-name license</a>.
es: Este <span rel="dc:type" href="@dc:type-uri">@dc:type-name</span>, <span property="dc:title">@dc:title</span>, por <a rel="cc:attributionURL" href="@cc:attributionURL" property="cc:attributionName">@cc:attributionName</a> está bajo la licencia <a rel="license" href="@license-uri">@license-name license</a>.

source: There are <a rel="cc:morePermissions" href="@cc:morePermissions">alternative licensing options</a> available.
es: Hay <a rel="cc:morePermissions" href="@cc:morePermissions">opciones de licenciamiento alternativas</a> disponibles.

source: CC license could not be saved due to missing node argument.
es: La licencia CC no se pudo guardar debido a la falta de un argumento de nodo.

source: Set Creative Commons license
es: Elige la licencia Creative Commons

source: A Creative Commons license helps you publish your work while letting others know exactly what they can and can't do with it. Creative Commons offers a flexible range of protections and freedoms for authors and artists, built upon the "all rights reserved" concept of traditional copyright to create a voluntary "some rights reserved" copyright.
es: Una licencia Creative Commons ayuda a publicar tu obra a la vez que establece lo que terceras partes pueden o no pueden hacer con ella. Creative Commons ofrece distintas posibilidades de protecciones y libertadas para autores y artistas basadas en el concepto de "todos los derechos reservados" del copyright tradicional para crear un concepto voluntario de copyright bajo el lema de "alunos derechos reservados".

source: Assign a Creative Commons license to site content.
es: Asigne una licencia Creative Commons para el contenido del sitio.

source: Attaching a Creative Commons license to a node within Drupal will designate the content of that node, as well as any attached files, as available under that license.
es: Adjuntar una licencia Creative Commons a un nodo de Drupal indicará, a su vez , que el contenido del nodo además de cualquier archivo adjunto esté disponible bajo la misma licencia.

source: For more information, visit <a href="@learn-more">@learn-more</a>.
es: Para más información, visite <a href="@learn-more">@learn-more</a>.

source: License selection
es: Selección de licencia

source: Available license types
es: Tipos de licencias disponibles

source: Select the license types to make available to users. To make a Creative Commons license mandatory, unselect "None."
es: Seleccione el tipo de licencia aplicable a usuarios

source: (Hold CTRL to select multiple.)
es: (Para seleccionar varias opciones, mantenga pulsada la tecla CTRL)

source: Available metadata fields
es: Campos de metadatos disponibles

source: Select the metadata fields to make available to users.
es: Seleccione los campos de metadatos disponibles para usuarios

source: Required metadata fields
es: Campos de metadatos requeridos

source: Display
es: Visualización

source: License text style
es: Estilo de los textos de licencias

source: (None)
es: (Ninguna)

source: License image style
es: Estilo de las imágenes de licencias

source: Noncommercial image style
es: Estilo de imagen para licencia No Comercial

source: All Rights Reserved Text
es: Texto para la licencia de Todos los Derechos Reservados

source: This text will be displayed for content which has no license specified (i.e. all rights reserved).
es: Este texto se mostrará para el contenido para el que no se haya especificado licencia (p. ej. Todos los Derechos Reservados)

source: Advanced
es: Avanzado

source: Creative Commons Search
es: Búsqueda Creative Commons

source: Enabled CC search options
es: Opciones de búsqueda CC habilitadas

source: Insert RDF/XML
es: Insertar RDF/XML

source: Attach machine-readable license information as RDF/XML within the HTML of a node to let visitors know what license applies to your works.
es: Adjuntar información de licencia legible por máquinas como RDF/XML dentro del HTML de un nodo para permitir a los visitantes saber qué licencia es aplicada a su trabajo.

source: Display node license when same as site license
es: Mostrar licencia del nodo cuando coincide con la licencia general del sitio

source: Note: if not displayed, node specific metadata won't be displayed either.
es: Nota: si no se muestra tampoco se mostrarán los metadatos específicos del nodo

source: License information will not be displayed for nodes with disabled licenses.
es: La información de Licencia no se mostrará para los nodos con licencias no habilitadas

source: No Creative Commons license types are enabled!
es: ¡No hay habilitada ningún tipo de licencia Creative Commons!

source: Default license
es: Licencia por defecto

source: License type
es: Tipo de licencia

source: Select the site wide default license type for new content.
es: Seleccionar la licencia por defecto para nuevo contenido

source: Default jurisdiction
es: Jurisdicción por defecto

source: Site license
es: Licencia del sitio

source: Use the default license as a site wide license, to be displayed on every page.
es: Utilizar la licencia por defecto como licencia aplicable al sitio completo y mostrarla en cada página.

source: Additional Information
es: Información adicional

source: If default license is used as site wide license, the following metadata will apply.
es: Si la licencia por defecto se aplica al sitio completo se aplicarán los siguientes metadatos

source: Additional text
es: Texto adicional

source: This text will accompany the site license.
es: Este texto acompañará a la licencia del sitio

source: Content Types
es: Tipos de contenido

source: Enable Creative Commons licensing for the following content types.
es: Habilitar licencias Creative Commons para los siguientes tipos de contenido.

source: The @license-name license is not enabled.
es: La licencia @license-name no está habilitada

source: Please review license selection.
es: Por favor, revise la selección de licencias

source: License jurisdiction will be changed from @old-jurisdiction to @new-jurisdiction.
es: La jurisdicción de la licencia anterior (<em>@old-jurisdiction</em>) pasará a ser <em>@new-jurisdiction</em>.

source: The version of your license will be changed from @old-version to @new-version.
es: La versión de la licencia anterior (<em>@old-version</em>) pasará a ser <em>@new-version</em>.

source: Your license selection is set to be altered.
es: Su elección de licencia está configurada para ser modificada.

source: Creative Commons License
es: Licencia Creative Commons

source: Generic
es: Genérica

source: Error accessing CC API: %error
es: Error accediendo a CC API: %error

source: Attribution Name
es: Reconocimiento (Nombre)

source: Attribution URL
es: Reconocimiento (URL)

source: <a href="@cc-plus-about">CC+</a> URL
es: URL <a href="@cc-plus-about">CC+</a>

source: Title
es: Título

source: Type
es: Tipo

source: Source work URL
es: URL de la fuente de la obra

source: Description
es: Descripción

source: Creator
es: Creador

source: Copyright holder
es: Propietario del Copyright

source: Year of copyright
es: Año de Copyright

source: The name the creator of a Work would like used when attributing re-use.
es: El nombre que el creador de la Obra quiere utilizar cuando se permita reutilización bajo reconocimiento

source: The URL the creator of a Work would like used when attributing re-use.
es: El nombre y/o la URL que el creador de una obra desea utilizar el reconocimiento de la misma.

source: The URL where additional permissions or alternative licenses for a Work are available.
es: URL con permisos adicionales o licencias alternativas disponibles para la Obra

source: A name by which the Work is formally known.
es: Nombre por el cual se conoce formalmente a la Obra

source: The nature or genre of the Work.
es: Naturaleza o género de la Obra

source: An account of the Work.
es: Una cuenta del trabajo.

source: An entity primarily responsible for making the Work.
es: Entidad responsable de la creación de la Obra

source: Information about rights held in and over the Work.
es: Información sobre los derechos en y sobre la Obra.

source: Year of copyright.
es: Año de Copyright.

source: A related resource from which the described Work is derived.
es: Un recurso relacionado desde el cual el Trabajo descrito está derivado.

source: (see !link)
es: (ver !link)

source: Collection
es: Colección

source: Dataset
es: Conjunto de datos

source: Event
es: Evento

source: Image
es: Imagen

source: Interactive Resource
es: Recurso interactivo

source: Moving Image
es: Imagen con movimiento

source: Service
es: Servicio

source: Sound
es: Sonido

source: Still Image
es: Imagen estática

source: Text
es: Texto

source: Allow user to attach a Creative Commons license
es: Permitir al usuario adjuntar una licencia Creative Commons

source: Users with the <em>attach creative commons</em> permission will be able to select a license for a node of this type.
es: Usuarios con el permiso <em>adjuntar creative commons</em> podrán seleccionar una licencia para unnodo de este tipo.

source: Find content that can be...
es: Buscar contenido que pueda ser...

source: used for <strong>commercial purposes</strong>
es: usado para <strong>fines comerciales</strong>

source: <strong>modified</strong>, <strong>adapted</strong> or <strong>built upon</strong>
es: <strong>modificado</strong>, <strong>adaptado</strong> o <strong>usado como base</strong>

source: Advanced search
es: Búsqueda avanzada

source: Containing any of the words
es: Que contenga alguna de las palabras

source: Containing the phrase
es: Que contenga la frase

source: Containing none of the words
es: Que no contenga ninguna de las palabras

source: Only in the category(s)
es: Únicamente en la(s) categoría(s)

source: Only of the type(s)
es: Únicamente del tipo(s)

source: No Creative Commons licenses are enabled.
es: No existen licencias Creative Commons habilitadas

source: Creative Commons Node License
es: Licencia Creative Commons del nodo

source: Creative Commons Site License
es: Licencia Creative Commons del sitio

source: With a Creative Commons license, <em>you keep your copyright</em> but allow people to <a href="@about-licenses-url">copy and distribute your work</a> provided they <a href="@attribution-wiki-url">give you credit</a> -- and only on the conditions you specify here. For those new to Creative Commons licensing, visit the website for <a href="@think-about-url">a list of things to think about</a>.
es: Con una licencia Creative Commons <em>mantiene su copyright</em> pero permite a otras personas <a href="@about-licenses-url">copiar y distribuir su obra</a> siempre que ellas <a href="@attribution-wiki-url">le citen</a> y únicamente en las condiciones que usted especifique aquí. Para aquéllos que quieran saber más sobre las licencias Creative Commons pueden visitar el sitio web para <a href="@think-about-url">conocer una serie de cosas a tener en cuenta</a>.

source: If you want to offer your work with no conditions or you want to certify a work as public domain, choose one of the <a href="@public-domain-url">public domain tools</a>.
es: Si desea ofrecer su obra sin ninguna condición o si desea certificar la obra como Dominio público, elija una de <a href="@public-domain-url">las herramientas de dominio público</a>.

source: !metadata-name of licensed work
es: !metadata-name de la obra sujeta a la licencia

source: Creative Commons User Defaults
es: Preferencias de usuario de Creative Commons

source: Jurisdiction
es: Jurisdicción

source: [use site default]
es: [utilizar preferencias por defecto del sitio]

source: If none set, site default will be used.
es: Si no se especifica ninguna se utilizará la por defecto del sitio.

source: Select your default license type for new content.
es: Seleccione el tipo de licencia por defecto para nuevo contenido

source: There is 1 node currently using the %name license.
es: Hay 1 nodo utilizando la %name license.

source: administer creative commons
es: administrar creative commons

source: attach creative commons
es: adjuntar una licencia Creative Commons

source: Configure the Creative Commons settings.
es: Configurar las opciones de Creative Commons

source: Settings
es: Opciones

source: Defaults
es: Por defecto

source: Content types
es: Tipos de contenido

source: Allows users to add Creative Commons license to selected content.
es: Permitir a los usuarios añadir licencia Creative Commons al contenido seleccionado

source: Licenses
es: Licencias

source: License information that references a node.
es: Información de licencia referenciada de un nodo

source: License
es: Licencia

source: The Creative Commons license applied to this node.
es: La licencia Creative Commons aplicada a este nodo

source: The name and/or URL the creator of a work would like used when attributing re-use.
es: El nombre y/o la URL que el creador de una obra desea utilizar el reconocimiento de la misma.

source: Display Style
es: Estilo de visualización

source: How would you like the license to be displayed?
es: ¿Cómo desea mostrar la licencia?
