Repository: usabilidoido/corais
Catalog: sites/all/modules/privatemsg/pm_block_user/translations/*.po
Languages: es

source: This area is used to define user blocking rules for the Privatemsg module. Rules allow control of who may block messages from whom. By default all users are allowed to block messages from anyone else. However, a site may have groups of users that need to contact or get information to others, for example: the site may have administrative staff or be a forum with moderators. Groups of users are defined by roles, which can be managed on the <a href="@roles">roles configuration page</a>.
es: Estos ajustes se emplean para definir las reglas de bloqueo de mensajes para el módulo de mensajería privada. Las reglas permiten tener un control acerca de quién puede bloquear los mensajes y de quienes. Por defecto todos los usuarios pueden bloquear mensajes de cualquiera. Sin embargo, un sitio web puede tener grupos de usuarios que necesitan contactar o conseguir información de otros, por ejemplo: tu sitio puede tener Staff administrativo o ser un foro con moderación. Los grupos de usuarios se definen con roles, que pueden ser gestionados en la <a href="@roles">página de configuración de roles.</a>

source: More
es: Más

source: Add new rule
es: Añadir nueva regla

source: Save configuration
es: Guardar configuración

source: Disallow blocking author
es: Desactivar el bloqueo de mensajes privados

source: Disallow sending message
es: Desactivar el envío de mensajes

source: Remove
es: Eliminar

source: Remove rule
es: Eliminar regla

source: The configuration options have been saved.
es: Los ajustes se han guardado correctamente.

source: If the author has the role
es: Si el usuario tiene el rol

source: And the recipient has the role
es: Y el destinatario tiene el rol

source: Action
es: Acción

source: Enabled
es: Activado

source: No rules have been added. All users may block private messages from each other. To limit which users may be blocked, click 'Add new rule'.
es: No se han establecido reglas. Todos los usuarios podrán bloquear mensajes privados de cualquiera. Para limitar qué usuarios pueden ser bloqueados, haz click en 'Añadir nueva regla'.

source: You have previously blocked "@author" from sending you any more messages. Are you sure you want to unblock this user?
es: Anteriormente habías bloqueado la recepción de mensajes de "@author". ¿Estás seguro de querer recibir sus mensajes de nuevo?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Unblock @author
es: Desbloquear @author

source: Cancel
es: Cancelar

source: Are you sure you want to block "@author" from sending you any more messages?
es: ¿Estás seguro de que quieres bloquear a "@author" para no recibir más mensajes suyos?

source: Block @author
es: Bloquear @author

source: @author has been blocked from sending you any further messages.
es: @author ha sido bloqueado y no podrá enviarte más mensajes.

source: @author is now allowed to send you new messages.
es: @author podrá enviarte mensajes privados de nuevo.

source: Sorry, private messaging rules forbid sending messages to !name.
es: Lo sentimos, las reglas de mensajería privada prohiben enviar mensajes a !name.

source: %name has chosen to not recieve any more messages from you.
es: %name ha decidido no recibir más mensajes privados tuyos.

source: Unblock author
es: Desbloquear usuario

source: Block author
es: Bloquear usuario

source: Block user messages
es: Bloquear los mensajes del usuario

source: User blocking rules
es: Reglas de bloqueo de usuarios

source: Configure rules for which users may block each other.
es: Configura las reglas por las cuales se rige el bloqueo de usuarios

source: Javascript block actions form
es: Formulario de acciones de bloqueo javascript

source: Allows users to block other users from sending them messages.
es: Autoriza a los usuarios a bloquear la recepción de mensajes privados de otros.
