Repository: usabilidoido/corais
Catalog: sites/all/modules/og/modules/og_views/translations/modules-og_views-includes.*.po
Languages: ru

source: approval needed
ru: требуется одобрение

source: admin
ru: администратор

source: Remove membership
ru: Исключить из группы

source: Request: <a href="@approve">approve</a> or <a href="@deny">deny</a>.
ru: Запрос: <a href="@approve">одобрить</a> или <a href="@deny">отклонить</a>.

source: Admin: Remove
ru: Снять полномочия администратора

source: Admin: Create
ru: Сделать администратором

source: Edit membership
ru: Редактировать участие

source: Member types
ru: Типы участников

source: Members
ru: Участники

source: Group administrators
ru: Администраторы группы

source: Group node type
ru: Тип материала группы

source: Argument type
ru: Тип аргумента

source: Node ID's separated by , or +
ru: Идентификаторы узлов, через , или +

source: Validate current user is a member of a specified group
ru: Проверить текущего пользователя на участие в указанной группе
