Repository: usabilidoido/corais
Catalog: sites/all/modules/og/modules/og_views/translations/modules-og_views.*.po
Languages: ru

source: Group nodes
ru: Узлы групп

source: Group: Description
ru: Группа: Описание

source: Group: Members count
ru: Группа: Число участников

source: Number of members for a group. Excludes memberships which are pending approval.
ru: Число участников группы. Не включает участников, ожидающих одобрения.

source: Group: Post count
ru: Группа: Число сообщений

source: Number of published posts in a group. Can be restricted by node type using the <em>Option</em> dropdown.
ru: Количество опубликованных сообщений в группе. Можно дополнительно ограничить определенным типом с помощью выпадающего списка <em>Настройка</em>

source: Group: Post count *new*
ru: Группа: Число сообщений *новое*

source: Number of new posts in a group for the current user.
ru: Число новых для текущего пользователя сообщений.

source: Group: Selective
ru: Группа: Выборочное участие

source: The group preference which determines how membership requests are managed (moderated, invite only, etc.).
ru: Настройка группы, которая определяет, как обрабатываются запросы на участие (модерируемые, только по приглашению и т.д.)

source: Group: Private
ru: Группа: Ограниченный доступ

source: Is the group home page private or not.
ru: Ограничен ли доступ к главной странице группы или нет.

source: Group: List in directory
ru: Группа: Отображать в списке

source: Admin specifies whether or not a group appears in the public listings.
ru: Администратор группы определяет, отображать ли группу в общедоступных списках.

source: Group: Join link
ru: Группа: Ссылка "стать участником"

source: Displays a link for joining a group when a user is not already a member.
ru: Отображает ссылку, позволяющую стать участником группы, если пользователь еще таковым не является.

source: Group: Language
ru: Группа: Язык

source: Displays the language selected for a given group.
ru: Отображает язык, выбранный для данной группы.

source: Group types
ru: Типы группы

source: The type of a group (for example, "blog entry", "forum post", "story", etc).
ru: Тип группы (например, "запись блога", "сообщение форума", "новость" и т.д.).

source: Group types (all)
ru: Типы групп (все)

source: Restrict to all content types that have been marked as groups.
ru: Ограничивает типами материалов, отмеченными как группы.

source: Posts which are affiiated with a group.
ru: Записи, привязанные к группе.

source: <strong>Posts</strong> are filtered for specified organic groups. The page context (if Display is a page) will be set to the first listed group. That means that blocks and breadcrumbs (and theme and locale, if applicable) will be based upon the first specified node id.
ru: <strong>Записи</strong> фильтруются на принадлежность к указанным группам. Контекст страницы (если отображение является страницей) будет установлен по первой из перечисленных групп. Это означает, что блоки и цепочка навигации (а также тема оформления и язык) будут основываться на первом указанном id узла (node).

source: The groups for a post.
ru: Группы записи.

source: Group node (post)
ru: Узел (node) группы (для сообщения)

source: Bring in information about the group node based on a post's groups.
ru: Получить информацию об узле (node) группы на основании групп сообщения.

source: Post: in specified group (by number)
ru: Сообщение: в указанной группе (по номеру)

source: Post: Nid
ru: Сообщение: Nid

source: The node ID of the node.
ru: ID узла (node) текущего узла.

source: OG: Posts in current group
ru: OG: Сообщения в текущей группе

source: Posts in current group. Useful for blocks where determining context is hard. If page is not in any group context, no nodes are listed and thus a block would not appear.
ru: Сообщения в текущей группе. Полезно для блоков, когда определение контекста затруднено. Если страница не входит в контекст какой-либо группы, сообщения не выводятся, таким образом, блок не будет отображен.

source: Post: Public
ru: Сообщение: Общедоступно

source: Is a given post public or private according to OG.
ru: Является ли данное сообщение общедоступным либо с ограниченным доступом, в соответствии с OG

source: Group that a member belongs to.
ru: Группа, которой принадлежит участник.

source: Group node (member)
ru: Узел группы (для участника)

source: Bring in information about the group node based on a user's membership.
ru: Получить информацию об узле группы на основании участия пользователя.

source: <strong>Members</strong> are filtered for a specific group.
ru: <strong>Участники</strong> фильтруются на принадлежность к определенной группе.

source: Group member
ru: Участник группы

source: OG: Group in user's groups
ru: OG: Группа из групп пользователя

source: OG: Admin manage link
ru: OG: Ссылка управления административными полномочиями

source: A link to the <em>Admin create or remove</em> page.
ru: Ссылка на страницу <em>Предоставления или снятия административных полномочий</em>.

source: OG: Edit membership link
ru: OG: Ссылка управления участием

source: A link to the <em>My membership</em> page.
ru: Ссылка на страницу <em>Мое участие</em>.

source: OG: Approve/Deny/Remove membership link
ru: OG: Ссылка одобрения/отклонения/удаления участия

source: A link to approve/deny/remove a group member.
ru: Ссылка, позволяющая одобрить/отклонить/удалить участие пользователя в группе.

source: OG: Is member an admin in a group
ru: OG: Является ли участник администратором группы

source: Add <em>admin</em> text if user is the group manager.
ru: Добавить текст <em>администратор</em> если пользователь является руководителем группы.

source: OG: Is membership approved
ru: OG: Одобрено ли участие

source: Add <em>approval needed</em> user if user's membership request is pending.
ru: Добавить текст <em>необходимо одобрение</em> если запрос на участие в группе ожидает рассмотрения.

source: OG: Is the group manager
ru: OG: Является ли руководителем группы

source: Add <em>manager</em> text if user is the group manager.
ru: Добавить текст <em>руководитель</em>, если пользователь является руководителем группы.

source: OG: Membership create date
ru: OG: Дата вступления в группу

source: The date when the membership was created.
ru: Дата, когда пользователь стал участником группы.

source: OG: Membership last updated date
ru: OG: Дата последнего изменения данных об участии

source: The date when the membership was last updated.
ru: Дата, когда информация об участии в последний раз обновлялась.

source: Group notifications (Views enhanced)
ru: Уведомления группы (исп. Views)

source: This group offers a <a href="@groupfeed">RSS feed</a> and an <a href="@email">email subscription</a>.
ru: Эта группа предлагает <a href="@groupfeed">RSS-ленту</a> и <a href="@email">e-mail подписку</a>.

source: Or subscribe to these personalized, sitewide feeds:
ru: Можно подписаться на эти ленты сайта:

source: Feed
ru: Лента

source: Page
ru: Страница

source: My unread: !links
ru: Мои непрочитанные: !links

source: My group: !links
ru: Мои группы: !links

source: All posts: !links
ru: Все сообщения: !links

source: Group home page view
ru: View главной страницы группы

source: Pick a View for your group home page. Only Views whose names start with <strong>og_ghp_</strong> are eligible. The View determines the layout of your group home page. You may alter the presentation using typical Views themeing techniques. See the Theme information link when editing your View and also see the Theme section of the !README. Also note that group admins can override this presentation using the included <em>Organic Groups Panels</em> module.
ru: Выберите View для использования в качестве главной страницы группы. Можно выбрать только View, чьи названия начинаются с <strong>og_ghp_</strong>. Этот View определяет компоновку вашей главной страницы группы. Можно изменить внешний вид использую обычные способы оформления Views. См. ссылку Theme information при редактировании View, а также раздел Theme файла !README. Также обратите внимание. что администраторы групп могут переопределить внешний вид с помощью модуля <em>Organic Groups Panels</em>, входящего в состав пакета.

source: Search group
ru: Поиск по группе

source: The View %name was not found. Check your variables table or settings.php.
ru: View %name не найден. Проверьте таблицу переменных или settings.php.

source: Organic groups Views integration
ru: Интеграция Organic groups с модулем Views

source: <strong>Highly recommended.</strong>. Use Views to search and display organic groups.
ru: <strong>Настоятельно рекомендуется</strong>. Используйте Views для поиска и отображения групп.
