Repository: usabilidoido/corais
Catalog: sites/all/modules/jquerymenu/translations/*.po
Languages: it

source: Choose which menus will have a Jquery menu version and a corresponding block
it: Imposta quali menu dovranno avere la versione jQuery menù ed il blocco corrispondente

source: Jquery menu blocks
it: Blocchi jQuery Menù

source: Choose which menus you wish to create a jquery version for. <p> Please note that this only creates the block. You will still have to activate the block on the blocks page.
it: Imposta per quali menù devono essere create le versioni jQuery.<p>Attenzione! Saranno creati solo i blocchi che dovranno essere poi attivati nella pagina dei blocchi.

source: Disable animation.
it: Disabilita l'animazione.

source: If checked your menus will open without any transition effects.
it: Se impostato i menù si espanderanno senza alcun effetto di transizione.

source: Save
it: Salva

source: Your settings have been saved.
it: Le impostazioni sono state salvate.

source: Jquerymenu Configuration
it: Configurazione di jQuery Menù

source: jquerymenu
it: jQuery Menù

source: Stores information about which menus are activated
it: Memorizza le informazioni relative ai menù attivati.

source: Jquery Menu
it: jQuery Menù

source: Enables expandable jquery menus.
it: Abilita i menù espandibili jQuery
